const dictionaryData = [

    {
        "word": "аба",
        "definition": "груба волнена ткаенина (Ке е мојта аба?)"
    },
    {
        "word": "аба",
        "definition": "ја викавме на жена во фамиљата; на пример од аџото жена (Або, ке е аџо?)"
    },
    {
        "word": "абања",
        "definition": "абани вид платно и шамија (абањата ти е в`аjат.)"
    },
    {
        "word": "абаџја",
        "definition": "шивач на стара селска облека, алишта, пљачки од аба (Абата морат абаџија да ја попрајт.)"
    },
    {
        "word": "абдал",
        "definition": "глупак, будала, неуреден слуга (Не биди абдал. Што се понашаш како абдал. Абдал си е абдал.)"
    },
    {
        "word": "абер",
        "definition": "глас, вест, порака, информацја, извештај... (Абер ми дојде на аскер да одам.)"
    },
    {
        "word": "абонос, абонус",
        "definition": "црно, тврдо (Додека дуната не фатит абонос, не се јајт. Од влага дрвото имат фатено абонос.)"
    },
    {
        "word": "абраш",
        "definition": "коњ со бели дамки на муцката или под опашката, коњ со пеги (Абраш бе ти бил коњот!? )"
    },
    {
        "word": "абре",
        "definition": "море, еј ти (А, бре! Што бараш в`чужда нива?)"
    },
    {
        "word": "ава",
        "definition": "воздух, клима, поднебје (Излези на ава малку, да те удрит чист воздух.)"
    },
    {
        "word": "авале, хавале",
        "definition": "довервит, пренесвење (Авале ми го остае, ја да си ја чукам глата.)"
    },
    {
        "word": "авет",
        "definition": "плашило (Таму видов авет.)"
    },
    {
        "word": "ављја",
        "definition": "зид околу куќа, зидана ограда (Живејме в`една ављја.)"
    },
    {
        "word": "ага",
        "definition": "во некогашна Турција сопственик на земја, господин, газда (Како ага си.)"
    },
    {
        "word": "агалак",
        "definition": "уживање (Голем агалак му тераш.)"
    },
    {
        "word": "агалар",
        "definition": "богат, имашен ч`век (Се гледат, прав агалар си.)"
    },
    {
        "word": "ада",
        "definition": "речен или езерски остров (Живејме на ада.)"
    },
    {
        "word": "адаш",
        "definition": "имењак (адаши сме биле.)"
    },
    {
        "word": "адет",
        "definition": "обичај, навика, традиција (Ке нас таков е адетот.)"
    },
    {
        "word": "аждер",
        "definition": "змеј, чудовиште како криласт гуштер со неколку глави (Го гледаш, како аждер изгледат.)"
    },
    {
        "word": "азап",
        "definition": "страдање, мачење (Mногу азапи тргавме.)"
    },
    {
        "word": "азган, азгин",
        "definition": "полн со живот, буен, бесен, разуздан (Како азган си.)"
    },
    {
        "word": "аздисан",
        "definition": "збеснат, полуден, немирен (Не аздисви ногу!)"
    },
    {
        "word": "азнадар",
        "definition": "благајник (Работаш како азнадар?)"
    },
    {
        "word": "азнатар",
        "definition": "чувар на благо (Тебе за азнатар, чувар на благо те биват.)"
    },
    {
        "word": "азно",
        "definition": "богатство, благо (Ке го криеш азното?)"
    },
    {
        "word": "ајр, аир, хаир",
        "definition": "среќа, добро, корист, добро дело, добивка (ајр да видиш за помошта! ајрљја да ти е нестата!)"
    },
    {
        "word": "ајат",
        "definition": "ходник, предсобје (Види в`ајат дан ти се кондурите.)"
    },
    {
        "word": "ајван",
        "definition": "стока, животно (Појди в`ќерал и види ајваните.)"
    },
    {
        "word": "ајгар",
        "definition": "ждребе, пастуф, млад несклопен коњ (Види! Види! Скок)"
    },
    {
        "word": "ајгарува",
        "definition": "живејт раскошно/разуздано (Ама му ја ајгарвиш!)"
    },
    {
        "word": "ајлак",
        "definition": "приход, доход, постојана месечна плата (Мене ми требит ајлак. Без редовен ајлак ногу е тешко.)"
    },
    {
        "word": "ајта",
        "definition": "широк бел празничен фустан, широка машка кошула (Облечи ја ајтата!)"
    },
    {
        "word": "ајдамак",
        "definition": "стап, преносно слаб (Како ајдамак изгледвиш.)"
    },
    {
        "word": "ајмана",
        "definition": "слободен (Ајмана си ојш сегде.)"
    },
    {
        "word": "ак",
        "definition": "oна што е право, што е пристојно, давачка (Акот на аргатите морат да им се платит!)"
    },
    {
        "word": "акал",
        "definition": "ум, памет (Ногу акалот ти работат. Ти бре ќутук си бил без акал.)"
    },
    {
        "word": "акмак",
        "definition": "глупак, будала (Како некој акмак се однесвиш.)"
    },
    {
        "word": "акраба",
        "definition": "роднина (Тој ми е акраба. Прво ќа и поканиме акрабите.)"
    },
    {
        "word": "акран",
        "definition": "лице што е еднакво, врсник, партнер, ривал (Акрани сме.)"
    },
    {
        "word": "акреп",
        "definition": "шкорпија, преносно, грд, слаб ч`век, плашило (Како акреп изгледаш.)"
    },
    {
        "word": "акчилница",
        "definition": "ресторан, јавна кујна (Ќа ојме в`акчилница, ресторан?)"
    },
    {
        "word": "акчија",
        "definition": "готвач, сопственик на акчилница (Акчјата напраjл вкусно јадење.)"
    },
    {
        "word": "ал",
        "definition": "состојба, ситуацја (Како ти е алот?)"
    },
    {
        "word": "ала",
        "definition": "аждер, ламја, змеј, чудовиште (Како ала се напрајл!)"
    },
    {
        "word": "ала",
        "definition": "тетка, сестра од бабе (Koлку али имаш?)"
    },
    {
        "word": "алабак",
        "definition": "глупак, будала (Не биди алабак! За алабак те бива.)"
    },
    {
        "word": "Ала (Аллах) бе бир-де бре бир",
        "definition": "Овој израз ја го до-живјав и се употребвеше: во прв ред ако детето беше болно, ко ќа ќивнеше или се милкаше му се велеше ала бе бир-де бре бир, во смисла Аллах е еден и да ти дајт здравје."
    },
    {
        "word": "Ала (Аллах) бир бериќатварсан",
        "definition": "аллах e еден и заблагодарен сум, секое добро (Ала бир бериќатврсан убо ми ојт работата.)"
    },
    {
        "word": "алав",
        "definition": "лаком, валкан, гнасен (Ногу си алав.)"
    },
    {
        "word": "алаварсан/Аллах варсан",
        "definition": "Аллах да дајт (Алаврсан, остани си таму!)"
    },
    {
        "word": "алајка",
        "definition": "робинка, слугинка (Ја користет како алајка.)"
    },
    {
        "word": "алај",
        "definition": "свечена поворка (Што е обој алај?)"
    },
    {
        "word": "алајлеџан",
        "definition": "свечени души (Алајлеџан имаше премногу на свадбата.)"
    },
    {
        "word": "аргат",
        "definition": "наемен работник, тој што работи тешка работа, кулучар (Сакаш аргат да работаш?)"
    },
    {
        "word": "аргатлак",
        "definition": "наемна работа, прекумерна работа без соодветен надоместок (Аргатлак работа.)"
    },
    {
        "word": "аргач",
        "definition": "некој само што работи (Само за аргање те бива!)"
    },
    {
        "word": "ариза",
        "definition": "опрости (Ќа ти го аризам долгот. Аризано ти е.)"
    },
    {
        "word": "арич",
        "definition": "надвор, преносно не му дадве ништо (Арич гистае.)"
    },
    {
        "word": "аркапиџик",
        "definition": "споредна, мала врата, задна врата (Стално излегвиш од аркапиџик.)"
    },
    {
        "word": "арлоса",
        "definition": "падна (Не оди таму, ќа се арлосаш!)"
    },
    {
        "word": "армас",
        "definition": "свршувачка (Се армаса?)"
    },
    {
        "word": "армасник",
        "definition": "стројник, посредник за да дојде до свршувачка (Тој ќа бидит армасник.)"
    },
    {
        "word": "армасарка",
        "definition": "стројничка (Таа ќа е армасарка.)"
    },
    {
        "word": "армазно",
        "definition": "специјално, убо (Ти само армазно јајш.)"
    },
    {
        "word": "арнo",
        "definition": "добрo, убавo (Ногу арна фамиља. Убо дете.)"
    },
    {
        "word": "арнама/арно/ама",
        "definition": "во реалност испадна, се обистина, вистината (Арнама него го немаше таму, а рече дека ќа бидит. Арнама испадна дека се тој што кажвеше е мамење.)"
    },
    {
        "word": "арџ/арџење",
        "definition": "трошење пари, расход (Не арџи сите пари.)"
    },
    {
        "word": "арогантен",
        "definition": "дрзок, груб, вообразен (Ногу си арогантен.)"
    },
    {
        "word": "аро",
        "definition": "стар ч`век, лошо (Е аро!)"
    },
    {
        "word": "арпаџик",
        "definition": "ситен кромид за садење, кокар (Го посадивте арпаџикот?)"
    },
    {
        "word": "арслан",
        "definition": "лав, силен, јак јунак (Како арслан си.)"
    },
    {
        "word": "арш",
        "definition": "божји престол на врвот на небото (Аршот е само за еден.)"
    },
    {
        "word": "аршин",
        "definition": "стара мерка за должина помеѓу 65 и 75 см (Пет аршини беше длга.)"
    },
    {
        "word": "ас",
        "definition": "прав, посебен, оргинален (Си го клал фесот ас Турчин баба си!)"
    },
    {
        "word": "асален",
        "definition": "нормален (Асален си? Види што прајш.)"
    },
    {
        "word": "асли",
        "definition": "како да, вистински, прав (Како се однесвиш асли пеливан си. Така се понашат асли, во право е.)"
    },
    {
        "word": "асас",
        "definition": "убиец од заседа (И асаси имат.)"
    },
    {
        "word": "аскер",
        "definition": "војник (Дојде време аскер да ода.)"
    },
    {
        "word": "астар",
        "definition": "постава, ткаенина за постава (Астарот ми е скинат.); 2 арх. констукција на покрив (Се заврши астарот на покривот.)"
    },
    {
        "word": "асура",
        "definition": "постилка од слама или трска рогузина (Не можа на асура да лежа.)"
    },
    {
        "word": "астрет, хасрет",
        "definition": "копнеж, тага, носталгја, страден (Астрет бев да те вида. На гурбет астрет бев децата да и вида.)"
    },
    {
        "word": "ат",
        "definition": "коњ (Атот не е мој.)"
    },
    {
        "word": "атар",
        "definition": "синор, подрачје на едно село или општина (Атарот на нашето село е голем.)"
    },
    {
        "word": "атар, атер",
        "definition": "обзир, милост, воља (Само за атар твој така напрајв.)"
    },
    {
        "word": "атпазар",
        "definition": "пазар за коњи (Ќа ојме атпазар?)"
    },
    {
        "word": "аферим",
        "definition": "браво, така е, треба (Аферим бре, брат!)"
    },
    {
        "word": "ахлак",
        "definition": "морал, етика (Ахлакот му е на нула. Тој не се купвит туку така на пазар)"
    },
    {
        "word": "ачик",
        "definition": "отворен, јасен, бистар (Ногу е ачик оделото.)"
    },
    {
        "word": "ачикљја",
        "definition": "отворен ч`век (Ногу ачикља е.)"
    },
    {
        "word": "аџамја",
        "definition": "неискусен, незрелост, неопитност, наивко (Е, море, момче аџамја!)"
    },
    {
        "word": "аџо",
        "definition": "чичко, стрико (Аџо ми е тој.)"
    },
    {
        "word": "аџеле",
        "definition": "набрзина, нестрпливост (Зош си толку аџелеџја)"
    },
    {
        "word": "ашик",
        "definition": "лубов, мерак, вљубен ч`век (Се ашиквиме.)"
    },
    {
        "word": "ашикља",
        "definition": "лубовник (Тој е нејзињот ашикља.)"
    },
    {
        "word": "ашиќерно",
        "definition": "јавно, очигледно, без страм (Не ој така ашиќерно.)"
    },
    {
        "word": "ашлак",
        "definition": "мангуп, неранимајко (Не биди ашлак.)"
    },
    {
        "word": "ашк олсун",
        "definition": "браво (Ашк олсун, бре! Како пеливан си!)"
    },
    {
        "word": "ашуре",
        "definition": "слатка варена пченица со некој плодови (Мие напрајвме ашуре. А вие?)"
    },

    {
        "word": "бабе, баба, бабо, бабајко",
        "definition": "татко (Тој е мојот бабе.)"
    },
    {
        "word": "бабалак",
        "definition": "татко на жената, дедо (Бабалак се снема.)"
    },
    {
        "word": "багатела",
        "definition": "во изобилство (Багатела е, имат за богати и за сиромашни.)"
    },
    {
        "word": "бадава",
        "definition": "узалудно, трошење време (Бадава е него да го наговорите.)"
    },
    {
        "word": "бадјала",
        "definition": "бесплатно, ногу ефтино, залудно, попусто (Бадјала! Ефтини се крушите. Кркајте, бадјала е. Бадјала беше и попусто беше одењето.)"
    },
    {
        "word": "баир",
        "definition": "рид, брдо (Не било само равница. Баир имало овде.)"
    },
    {
        "word": "балта",
        "definition": "секира (Каде е балтата?)"
    },
    {
        "word": "бајалдиса",
        "definition": "снеможе (Што си се бајалдисал нешто?)"
    },
    {
        "word": "бајато",
        "definition": "старо, не тазе (Бајато ви е јадењето. З`бите твој не јадет што годе и бајато.)"
    },
    {
        "word": "бајрак",
        "definition": "знаме (Кој ќа го носит барјакот?)"
    },
    {
        "word": "бајаги",
        "definition": "како да (Така се прајш, ко бајаги ме познаш. Ко бајаги не ме слушаш.)"
    },
    {
        "word": "б'јрактар, бајрактар",
        "definition": "знаменосец, тој што го носит знамето (Tи ќа си бјрактар.)"
    },
    {
        "word": "бакал",
        "definition": "трговец со продукти (Бакал, трговец по професја сум. За продукти опитај в`бакалница.)"
    },
    {
        "word": "бакалница",
        "definition": "продавница со бакалска стока (Ова е позната бакалница.)"
    },
    {
        "word": "б'кари, б'крачи",
        "definition": "почитува, цени некого или нешто (Овде никој никого не б'карит. Овде ич не те б'крачет.)"
    },
    {
        "word": "баксуз",
        "definition": "несреќа, невоља (Е голем баксуз си бил.)"
    },
    {
        "word": "бакшиш",
        "definition": "дар, подарок (Ќа имат нешто бакшиш, подарок за сите. Имат нешто бакшиш за мене.)"
    },
    {
        "word": "балдаза",
        "definition": "сестра на супругата (Таа ми е балдаза.)"
    },
    {
        "word": "балега",
        "definition": "животински измет, лепешка, кал (Не оди таму имат ногу балега. Иште во балега ти требеше да згазиш.)"
    },
    {
        "word": "балегвење",
        "definition": "валкање (Немој да се балегвиш, валкаш.)"
    },
    {
        "word": "балкан",
        "definition": "планина (Балканец сум. Балкан-валкан.)"
    },
    {
        "word": "бамбурлосан",
        "definition": "потечен (Што си бамбурлосан така? Си бамбурлосал од спиење.)"
    },
    {
        "word": "бараба",
        "definition": "арамја, никаквец (Ногу ве гледам чудни. Од бараба ли чекате ајр!)"
    },
    {
        "word": "барабанџја",
        "definition": "службен известувач на барабан (Барабанџја си. Лупни на барабанот да се чует!)"
    },
    {
        "word": "бар, барем",
        "definition": "само (Бар дојди да те вида. Барем гледај да не сум сам.)"
    },
    {
        "word": "бардак",
        "definition": "земјен или бакарен сад со рачка и дулец за вода (Подај ми го бардакот. Ногу су жеден.)"
    },
    {
        "word": "бардакчија",
        "definition": "тој што продат бардаци (Појди ке бардакчјана и купи еден бардак.)"
    },
    {
        "word": "барџулење, барџулко",
        "definition": "валкање (Што си се избарџулил така ко мало дете.)"
    },
    {
        "word": "басамак",
        "definition": "скала (Б`јги басамаци имат.)"
    },
    {
        "word": "баскја",
        "definition": "летва, преносно ке нас баскја е ексер (Неојт баскјата в`жур.)"
    },
    {
        "word": "басма",
        "definition": "вид шарена памучна ткаенина (Шамљата ти е басмена.)"
    },
    {
        "word": "бастиса",
        "definition": "изврши претрес, нападне, опколи, запусти (Слушнавте!? Сношти го бастисале. Сега ја бастиса, запусти работата.)"
    },
    {
        "word": "бастон",
        "definition": "изработен стап со свиткана рачка за потпиране при одење. (Морам со бастон да ода, за да се крепа.)"
    },
    {
        "word": "батак",
        "definition": "кал, блато, мочуриште (Батак е таму. Дан се в`џотниш в`батак!)"
    },
    {
        "word": "батакчја",
        "definition": "нечесник, расипан ч`век (Ке појде ке него. Батакчја е тој!)"
    },
    {
        "word": "батал",
        "definition": "запуштен, неуреден, запоставен, за никаде (Батал, за никаде си бил ти.)"
    },
    {
        "word": "батали",
        "definition": "остави, напушти (Баталивме се. Батали го него.)"
    },
    {
        "word": "батиса",
        "definition": "потона, пропадна, упадне, нестана, скри (Ке се батиса? Ако те удра од озгора ќа те батиса!)"
    },
    {
        "word": "батлија",
        "definition": "ч`век со среќна рака, што им носи среќа на другите (Батља е тој.)"
    },
    {
        "word": "батардиса",
        "definition": "упропасти (Така не се работат. Све батардиса.)"
    },
    {
        "word": "бач",
        "definition": "старешина на бачилото (Не е лесно бач да си.)"
    },
    {
        "word": "баџ",
        "definition": "наплата за премин или превоз преку гранична вода или граница (Ќа мораме баџ да платиме.)"
    },
    {
        "word": "баџа",
        "definition": "оџак, прозорче на покрив од куќата (Ќа остајме баџа на покривот од куќата.)"
    },
    {
        "word": "баџанак",
        "definition": "маж на свастиката (Имам три баџанаци.)"
    },
    {
        "word": "бафтана",
        "definition": "отприлика, си тропаш (Си зборвиш на бафтана.)"
    },
    {
        "word": "баша",
        "definition": "старешина, поглавар (Баша ни е тој.)"
    },
    {
        "word": "башак",
        "definition": "пчењка (Ногу башак имаше ова година.)"
    },
    {
        "word": "башари",
        "definition": "се излежува, се шири, се расположува (Не башари се така.)"
    },
    {
        "word": "башбакан",
        "definition": "големец, шеф, бос (Не прај се башбакан.)"
    },
    {
        "word": "башибузук",
        "definition": "нередовна турска војска, распуштено, разуздано, бесно однесвење (Немаше ред. Како башибузук беше.)"
    },
    {
        "word": "башка",
        "definition": "посебно, други, инаков, особено, настрана (Башка рачун е теа. Све е убо ама кошулата башка ми се свиждат.)"
    },
    {
        "word": "баш-место",
        "definition": "најважно место (Скриено, ама баш-место е теа.)"
    },
    {
        "word": "баш така",
        "definition": "точно така (Баш така е ко што кажвиш.)"
    },
    {
        "word": "башчауш",
        "definition": "главен чауш (Башчауш е тој.)"
    },
    {
        "word": "башчаршија",
        "definition": "главен пазар обично покрјен (Кога ќојме башчаршја?)"
    },
    {
        "word": "беаниња",
        "definition": "мани (Не барај беаниња. Какви беаниња барате сега!?)"
    },
    {
        "word": "бег",
        "definition": "благородник, господин, господар (Бег би ти бил тој.)"
    },
    {
        "word": "бегинка",
        "definition": "бегоица (Бегинката е таа.)"
    },
    {
        "word": "беглербег",
        "definition": "врховен заповедник (Го биват за беглербег.)"
    },
    {
        "word": "бегојна",
        "definition": "бегов имот (Што ќа се прајт со бегојната?)"
    },
    {
        "word": "бедевја",
        "definition": "кобила од добра раса, обично арапска (Само бедевја држа в`ќерал.)"
    },
    {
        "word": "бедем",
        "definition": "заштита, одбрана (Прав бедем напрајвме за заштита од поплави.)"
    },
    {
        "word": "безбели",
        "definition": "можда, сигурно, секако, така е (Безбели се имет сретнато таму.)"
    },
    {
        "word": "беј",
        "definition": "чичко (Тој е мојoт беј.)"
    },
    {
        "word": "бекрија",
        "definition": "љубител на ноќен живот, пијаница (Слушнавте сношти што прее бекрите?)"
    },
    {
        "word": "бекташ",
        "definition": "припадник на дервишки род (Бекташи немат овде.)"
    },
    {
        "word": "беља, белаџја",
        "definition": "штета, зулум, шер, немирен (Само на беља ти е умот. Белаџја голем си бил.)"
    },
    {
        "word": "белезја",
        "definition": "накит на рака (Некој ми ја зел белезјата.)"
    },
    {
        "word": "белки",
        "definition": "можда, веројатно (Почекај белки ќа дојт. Белки ќа е таму и ќа се видите.)"
    },
    {
        "word": "бендиса",
        "definition": "свиде, допадна (Ти се бендиса оделото. На бендисвење ке момичката бев.)"
    },
    {
        "word": "бенка",
        "definition": "нишан (Имаш бенка голема на лицето.)"
    },
    {
        "word": "бент, бентој",
        "definition": "правило, параграф (Пак ќа најш некој бент. Не барај бентој за да се караш.)"
    },
    {
        "word": "берат",
        "definition": "царско писмо указ, повелба на султанот (Султанот испрати нов берат.)"
    },
    {
        "word": "бербат",
        "definition": "нечист, валкан (Што си така бербат на тебе?)"
    },
    {
        "word": "бербатља",
        "definition": "нечист (Не знам како мојт така бербатља да ојт на пазар.)"
    },
    {
        "word": "бердана",
        "definition": "пушка од 19 век (Со бердана ојш на лов?)"
    },
    {
        "word": "бериќет, бериќетен",
        "definition": "род, плод, благодат, ногу плоден (Ова е бериќетна година.)"
    },
    {
        "word": "бериќатфарсан",
        "definition": "ногу убо, заблагодарен (Бериќатварсан алот ми е ногу убав.)"
    },
    {
        "word": "берјабан",
        "definition": "пусто, нечисто, без стопан (Полето берјабан е остено.)"
    },
    {
        "word": "беса, бесаља",
        "definition": "ч`век од збор (Да ти е алал. Ти си бил ч`век од беса.)"
    },
    {
        "word": "бетер",
        "definition": "лошо дан бетер - полошо и полошо (Од бетер испадна дан бетер.)"
    },
    {
        "word": "беќар",
        "definition": "момче, ерген, неженат ч`век (Тој иште е ерген. Во нашта мала немат ергени.)"
    },
    {
        "word": "беузур",
        "definition": "за никаде, досада (Беузур не напрај на сите.)"
    },
    {
        "word": "би",
        "definition": "бидна, се случи, стана (Би, бидна таа работа.)"
    },
    {
        "word": "бибер",
        "definition": "црн пипер (Фрлаш бибер в`јадење?)"
    },
    {
        "word": "биват",
        "definition": "адекватен, правилен, вистински (Те биват за учење. Не ме биват мене.)"
    },
    {
        "word": "бига",
        "definition": "свиткана олџица која на долг стап се врзвеше и служеше за истање јајца од седалата на гаврани кој бее глобоко во жбутарите од костеновите дрва. (Не заборај бигата да ја зејш!)"
    },
    {
        "word": "билбиљ",
        "definition": "славејче (Како билбиљ пејш.)"
    },
    {
        "word": "билка",
        "definition": "тревка, растење со лековити својства (В`планина имат ногу билки.)"
    },
    {
        "word": "билмез",
        "definition": "глупак, незнајко, мрзло (Ке го најде него, билмез е тој.)"
    },
    {
        "word": "бинбаша",
        "definition": "командант на 1000 војници, мајор (Стигнал до чин бинбаша.)"
    },
    {
        "word": "бинек",
        "definition": "коњ што служи за јавање (Со тој коњ не орам. Тој ми е бинек.)"
    },
    {
        "word": "бинекташ",
        "definition": "голем камен за полесно качвење на коњот (Без бинекташ не ќа мојш да се качиш.)"
    },
    {
        "word": "бинекташ",
        "definition": "коњаник, добар јавач (Те биват. Бинекташ си.)"
    },
    {
        "word": "бир, биро",
        "definition": "еден, единец (О бир на бабе! Ке ми беше бе биро?)"
    },
    {
        "word": "биргајрак",
        "definition": "на правда, исправност, за ништо (На биргајрак ќа ти удрет некој бифтан. На биргајрак ка го клее в`зандана.)"
    },
    {
        "word": "биринџи",
        "definition": "прв, најдобар (Од сите ја бев биринџи.)"
    },
    {
        "word": "бирник",
        "definition": "тој што собира данок (Ќа морат ке бирникот да се јавиме.)"
    },
    {
        "word": "битиса",
        "definition": "скапна, умори, преносно сиромај (Битисав денска од бркање ваму-таму. На работа ич не ме исаф, ме битисе. Ногу се, сиромај, битисани.)"
    },
    {
        "word": "битно",
        "definition": "важно, неопходно (Ногу е битно да стигниме до целта.)"
    },
    {
        "word": "бичим",
        "definition": "форма, облик, лик (Што бичим ќа беше?)"
    },
    {
        "word": "бичкија",
        "definition": "шара рачна пила од дрвена рамка и челичен остар лист со запци (Со бичкијата ќа свршиме работа.)"
    },
    {
        "word": "бифтани",
        "definition": "клевети, лаги, невистини (Не биди бифтанџја. На чист образ бифтани да ми фрлаш.)"
    },
    {
        "word": "б`јги",
        "definition": "прилично, ногу (Б`јги кила си имал.)"
    },
    {
        "word": "блазе",
        "definition": "среќа твоја, благо на тебе (Блазе си ти каква момичка си најде.)"
    },
    {
        "word": "б`лвање",
        "definition": "повраштање (Изб`лва све бре кутар.)"
    },
    {
        "word": "блудвење",
        "definition": "гледање со страст (Не блудви!)"
    },
    {
        "word": "боктиса, збоктиса",
        "definition": "здосади (Ми се боктиса јадењето.)"
    },
    {
        "word": "борозан",
        "definition": "труба (Како борозан гимаш гласот.)"
    },
    {
        "word": "борч/џ долг",
        "definition": "Имам борч/џ. Колку борџиш сега?"
    },
    {
        "word": "бош",
        "definition": "празен, празнина (Све е бош.)"
    },
    {
        "word": "бошкање",
        "definition": "работање (Алал да ти е, само си бошкаш.)"
    },
    {
        "word": "брецање",
        "definition": "мачење ваму-таму (Толку се брецав денска и пак не свршив работа со документите.)"
    },
    {
        "word": "брка",
        "definition": "јури (Кој те брка?)"
    },
    {
        "word": "брка, брчка",
        "definition": "меша, чепка (Кој и бркат, брчкат работиве? Кој имат брчкано?)"
    },
    {
        "word": "бркуди",
        "definition": "препреки, расправи (Што бркуди ќа бее?)"
    },
    {
        "word": "брлок",
        "definition": "отпадок, нечистотја (Што се овје брлоци?)"
    },
    {
        "word": "буја",
        "definition": "густа (Ногу буја ти е косата.)"
    },
    {
        "word": "букадр",
        "definition": "ногу (Букадр беше со се.)"
    },
    {
        "word": "булук",
        "definition": "ногу, гужва (Голем булук со овци имаш.)"
    },
    {
        "word": "буниште",
        "definition": "лом (Одпадците фрли на буниште.)"
    },
    {
        "word": "бунџа",
        "definition": "бушава коса, преносно намуртена, нерасположена (Оди таму мори бунџо! Види каква ти е косата.)"
    },
    {
        "word": "бурма",
        "definition": "прстен (Ногу лична бурма имаш.)"
    },
    {
        "word": "бусија, пусија",
        "definition": "заседа (Те чекав на бусја/пусја да згрешиш.)"
    },
    {
        "word": "бустриш",
        "definition": "лутиш (Кој ти е крив што касниш! Што се бустриш така?)"
    },
    {
        "word": "бутин",
        "definition": "направа за истање/прење мас од млекото (Бутинот се измати.)"
    },
    {
        "word": "бутур",
        "definition": "болест со тешко кашлање ке ајваните како офтиката /труберкулозата (Бутр го удри на коњот. А на ч`век му се велеше/велит при подбјање шега или на играње. На пример: Така збијаш како бутурот да те удри.)"
    },
    {
        "word": "буцунга",
        "definition": "што не разбират (Остајтего него, права буцунга е.)"
    },
    {
        "word": "вагање",
        "definition": "мерење на вага (Требит да го вагаме на к`нтар.)"
    },
    {
        "word": "вајалана",
        "definition": "се налути, зош, тешко тебе, тешко нему (Вајалане не дојдовме на време и не зборвит со нас.)"
    },
    {
        "word": "вајвење",
        "definition": "пазење, чување (Не вајвиго ногу. Ногу го вајвиш.)"
    },
    {
        "word": "вазифе",
        "definition": "задача, должност (На вазифе те кладве и не знајш што прајш.)"
    },
    {
        "word": "вакат, вактот",
        "definition": "време, час, определен час (Вактот за одење дојде.)"
    },
    {
        "word": "вакуф",
        "definition": "имот за верски и хуманитарни цели (Овој имот е ваковски.)"
    },
    {
        "word": "ваља, валија",
        "definition": "царски намесник, турски воено административен старешина на една област/вилает (Секој ваља не управјал убо со вилаетот.)"
    },
    {
        "word": "вампир",
        "definition": "громник, гогоч (Побргу само за вампири, громници, гогочи се зборвеше.)"
    },
    {
        "word": "вапца",
        "definition": "исфарба (Пази дан и вапцаш п`нтолите.)"
    },
    {
        "word": "варак",
        "definition": "лист, ливче, писмо, писменце (Имат варак за мене?)"
    },
    {
        "word": "варгосан",
        "definition": "изшаран, извалкан, постран (Што си се варгосал така!? Види се на огледало! Дан си варгосан/постран?)"
    },
    {
        "word": "варјо",
        "definition": "одредена количина што требит да се варит, припремит за јадење (Земај едно варјо од граот да свариме денска за ручек. Истај од котецот едно варјо костени.)"
    },
    {
        "word": "васјет",
        "definition": "аманет, опорука (Имам васјет од родителите. Васјет ви остам.)"
    },
    {
        "word": "везвесе",
        "definition": "сугестја, неспокојство, немир (Што е теа везвесе во тебе)"
    },
    {
        "word": "везир",
        "definition": "турска титула на највисок државни достојанственик во ранг на денешните министри (Три дни везир, цела година резил.)"
    },
    {
        "word": "везник",
        "definition": "некоја количина на нешто што ч`век се вежвит и носит на плешти (Се измачив ама дјњцав еден везник дрва, сено, паперка и др.)"
    },
    {
        "word": "вели",
        "definition": "голем (Тој беше вели везир. Не прај се и ти вели.)"
    },
    {
        "word": "вели",
        "definition": "кажви (Што велиш ти?)"
    },
    {
        "word": "вервеле",
        "definition": "1. вервење; 2. ми го измеша умот, глата (Така вервеле луѓето теа време. Што ќа беше теа зборвење? Вервеле ми го напрај умот, глата! Вервеле ме напрај!)"
    },
    {
        "word": "верем",
        "definition": "туберкулоза, преносно маки (Од маки верем добив. Не ми се погодје децата. А тие се вереми за мене.)"
    },
    {
        "word": "вересја",
        "definition": "купвење или продавање на доверба (Поќе не се дават на вересја. Част и чест секому, вересја никому!)"
    },
    {
        "word": "ветено",
        "definition": "обеќано (Не требит ногу да се ветвит.)"
    },
    {
        "word": "ветка",
        "definition": "гранка (Ветките се ногу долу. Ногу ветки се искршени.)"
    },
    {
        "word": "вето",
        "definition": "старо (Ногу вети ти се плачките.)"
    },
    {
        "word": "ветросан",
        "definition": "изгубен (Ек си ветросан.)"
    },
    {
        "word": "вешта",
        "definition": "врста, генерацјата (Ако ти поминит вешта не ќа мојш така лесно да се жениш.)"
    },
    {
        "word": "вжебен",
        "definition": "собран (Вжебена ти е кожата, старејш. Од сушата све е в`жебено.)"
    },
    {
        "word": "вида",
        "definition": "лекува (Видата некваш била бесплатна.)"
    },
    {
        "word": "вијалетљја",
        "definition": "ч`век од ист крај, земјак (Тој е мој вијалетљија, земјак. Немој да ми го чепкаш мојот вијалетљија.)"
    },
    {
        "word": "виран",
        "definition": "уништен, упропастен, опустошен (Виран насекаде со овците име напрено. Виран се домаим.)"
    },
    {
        "word": "в`матнати",
        "definition": "скриени (Ќизнит ке и имаш в`матнато стварите. Не вм`твиму со сила јадење на детето.)"
    },
    {
        "word": "гарамет",
        "definition": "обавеза, тежина, брига (Гарамет е немој да се нафашташ на сештонешто.)"
    },
    {
        "word": "гафил",
        "definition": "со празни раце (Гафил останавме. Све ни име зено.)"
    },
    {
        "word": "г`ба",
        "definition": "досада (Не биди г`ба.)"
    },
    {
        "word": "г`ждаре",
        "definition": "за чување жито, пчењка (Изгледа некој г`ждарето го празнит.)"
    },
    {
        "word": "г`зар",
        "definition": "трупот, долњот дел од дрвото (Г`зарот му е јак.)"
    },
    {
        "word": "гидија/гиди,гиди",
        "definition": "палаво дете (А, гиди, гиди! Све ќа искршиш.)"
    },
    {
        "word": "глибајца",
        "definition": "мека, недоварена (Глибајца ти е погачата.)"
    },
    {
        "word": "г`лта",
        "definition": "внесува нешто в`уста (ако мојш г`лтни го апот. Сешто нешто не се г`лта.)"
    },
    {
        "word": "глоба",
        "definition": "минус, загуба (Така ја ода во глоба, и не ми се исплаштат.)"
    },
    {
        "word": "глузај",
        "definition": "одење без смисла (Си глузаш само да е глузано.)"
    },
    {
        "word": "гмечење/грумење",
        "definition": "стискње со рацете, во рацете (Изгмечи го добро тестото. Не груми пљачките.)"
    },
    {
        "word": "гемиџја",
        "definition": "бродар (Ја работав како гемиџја.)"
    },
    {
        "word": "г`нгла",
        "definition": "препина, зборвење преку нос (Г`нгла и ништо не се разбират.)"
    },
    {
        "word": "гнети",
        "definition": "набива вуста, јаде (Само гнетиш, ништо не те наситвит.)"
    },
    {
        "word": "гн`сно",
        "definition": "нечисто (Ногу ти е гнсно в`куќи. Не биди така гн`сен, исчисти се малку.)"
    },
    {
        "word": "гњавење",
        "definition": "малтретирање, здосадвење (Не биди бездушник и немој да го гњавиш.)"
    },
    {
        "word": "голифанци",
        "definition": "малај пилиња без пердуј (В`седало имат само голифанци.)"
    },
    {
        "word": "гомило",
        "definition": "ногу, изобилство, куп (Без страв, имат на гомило од тие шејој.)"
    },
    {
        "word": "горушна",
        "definition": "отровна (Змија горушна.)"
    },
    {
        "word": "готован",
        "definition": "неработник (Голем готован си.)"
    },
    {
        "word": "грабење",
        "definition": "земање без контрола, земање скришно (Полека, немој да се грабате без веза. Знјте нешто ново? Ја грабиле сношти.)"
    },
    {
        "word": "грамотен",
        "definition": "што е писмен, што имат знаење од некоја област (Грамотен е тој за финансии.)"
    },
    {
        "word": "гранар",
        "definition": "дуќан за прехрамбени производи, колонијал (Оди земај јаболка в`гранар.)"
    },
    {
        "word": "гргање",
        "definition": "смење (Што се гргаш?)"
    },
    {
        "word": "гребање",
        "definition": "чешање (Гребни ме по плешти.)"
    },
    {
        "word": "грива",
        "definition": "дел од вратот на коњот ке што е косата, за која јавачот се држит (Држ се убо за гривата од коњот, иначе ќа падниш.)"
    },
    {
        "word": "грика",
        "definition": "крај, ивица (Не реди шејојте на гриката, зош ќа ти паднет. Држ му го до ке гриката, зош тој не разбират.)"
    },
    {
        "word": "грмада",
        "definition": "голем куп без ред само нафрлани (Наместо да и наместите в`карма, вие грмада сте и нафрљале дрвата.)"
    },
    {
        "word": "г`рмадење",
        "definition": "гужвање (Немој да се г`рмадите!)"
    },
    {
        "word": "грне",
        "definition": "сад што се преше од земја и во него се вареше разноразно јадење (В`грне е спремно јадењето.)"
    },
    {
        "word": "гроздобер",
        "definition": "ко ќа се берит гројзето, старото народно име за месец септември (Во гроздобер пак ќа се видиме.)"
    },
    {
        "word": "даванија",
        "definition": "задолжителни давачки, данок (Денска давања платив.)"
    },
    {
        "word": "дајак",
        "definition": "стап, тојага, столб (Подајмиго дајакот, за да му испра ребрана. Само дајакот за тебе)"
    },
    {
        "word": "дајре",
        "definition": "ориентален инструмент со затегната кожа (Удрете и не жалетеј дајрињата.)"
    },
    {
        "word": "дакика",
        "definition": "минута, час, миг, момент (Се си е одредено во дакика.)"
    },
    {
        "word": "далавера",
        "definition": "измама, афера, авантура (Пак напрај некој далавери.)"
    },
    {
        "word": "далаверџја",
        "definition": "ч`векот што прави далавери (Од него не очекви ништо друго освем далавери.)"
    },
    {
        "word": "далги",
        "definition": "бран, налет (Далгите денска се доста големи.)"
    },
    {
        "word": "далдисан",
        "definition": "занесен, отсутен (Ке си далдисан со глата?)"
    },
    {
        "word": "даљан",
        "definition": "брана преграда, колци, прачки (Ке даљанот фатив ногу риби.)"
    },
    {
        "word": "дална",
        "definition": "трна (Ке дална. Ке далнавте денска, толку рано. Ве завидов малку сабајле.)"
    },
    {
        "word": "дамазлак",
        "definition": "сoj, врста (Се гледат ајванот, дамазлак е. Ако не е дамазлак не земај го!)"
    },
    {
        "word": "дамар",
        "definition": "жила, вена преносно инет (Што имаш еден дамар, никако не попуштвиш.)"
    },
    {
        "word": "дамка",
        "definition": "печат, дамка, жиг, знак на нешто (Му видов дамка на челото. Не прај лошо за да си дамкосан за неубо.)"
    },
    {
        "word": "дамла",
        "definition": "капка, парализа, мозочен удар (Дамлата го удрила и пукнал.)"
    },
    {
        "word": "данбетер",
        "definition": "иште поќе/од бетер дан бетер, од лошо полошо (Ја се надевав на тебе. Ти си бил од бетер побетер, данбетер од сите побељаџја.)"
    },
    {
        "word": "дар",
        "definition": "поклон (Ги спремавте даројте?)"
    },
    {
        "word": "дарба",
        "definition": "дар, подарок (Дарба имат за учење. Надарен е за спорт.)"
    },
    {
        "word": "д`р-м`р/дармар/дар-мар",
        "definition": "збрка, безредие, метеж (Го биват за со лопкана, дармар и напрај сите.)"
    },
    {
        "word": "даса",
        "definition": "уреден, спреман, убавец, лепотан (Права даса си.)"
    },
    {
        "word": "даскал",
        "definition": "учител (Ти честитам на дипломата за даскал. Даскале за частење си!)"
    },
    {
        "word": "дахја",
        "definition": "силник што е недисциплиран во однос на власта, а тиранин спрема народот, бунтовник, отпадник (Од лошите дахи народот имал мака.)"
    },
    {
        "word": "девлет",
        "definition": "среќа, благосостојба (Игравме убо, ама девлет ни фалеше. И девлет требит да се имат.)"
    },
    {
        "word": "дегдиса",
        "definition": "се случвит (Дегдисвит да згрешиш, ама не секој ден.)"
    },
    {
        "word": "дејгиди",
        "definition": "а бре/немирни (Дејгиди луди млади години.)"
    },
    {
        "word": "декса",
        "definition": "трпење, поднесвење (Кој те дексвит тебе!? Никој не те декса.)"
    },
    {
        "word": "делми",
        "definition": "штом, нели (Ја делми си дојдов, за други не ме интересира. Делми ко ќа дојш ја ќа бида таму.)"
    },
    {
        "word": "демек",
        "definition": "ето, значи (Сите зборвите демек ја су крив, ја су ја напрајл бељата.)"
    },
    {
        "word": "демир",
        "definition": "железо (Јак си како демир.)"
    },
    {
        "word": "денбел",
        "definition": "неработник (Денбел голем си. Немат ништо од денбештилок.)"
    },
    {
        "word": "денк",
        "definition": "противтежа (Ако беше послаб ама денк и никако не попушташе. Денк со еден, денк со други се зафашташ, а не ти мојт г`зот.)"
    },
    {
        "word": "денџе",
        "definition": "одредена количина (Јонџата, сламата... ги собравме во денџиња.)"
    },
    {
        "word": "дервен",
        "definition": "планинска клисура, мало утврдување (Ке реката имат еден дервен.)"
    },
    {
        "word": "дереџе",
        "definition": "состојба (Види на које дереџе си напрен. Ќулца си!)"
    },
    {
        "word": "дерман",
        "definition": "лек, спас, излез од тешката положба (Дерман имат и требит да се барат. И дерманот нејдет сам.)"
    },
    {
        "word": "дермен",
        "definition": "воденица (Однеси го житото на дермен и речиму на дерменџјата поситно да го смелит.)"
    },
    {
        "word": "дерс",
        "definition": "совет, поука (Само дерсој држиш.)"
    },
    {
        "word": "дерт",
        "definition": "јад, жал, тага, грижа, љубоморна тага (Од дерт лежит на постела.)"
    },
    {
        "word": "деси",
        "definition": "случи, бидна (Што се деси, што е галамата?)"
    },
    {
        "word": "дибидус",
        "definition": "иште поќе, сосема, до крај, потполно (Работата ја почнавте лошо, ама сега на крајот дибидус ја напрајвте. Едњот ѕид го искрививте а другјот е дибидус!)"
    },
    {
        "word": "дијања",
        "definition": "чудовиште, створ, голем (Колкав ч`век видов денска. Ко дијања беше!)"
    },
    {
        "word": "дикат",
        "definition": "внимавање, пазење (Сторете се дикат на јаболкава, одма ќа дојда. Со дикат работајте.)"
    },
    {
        "word": "дик`се",
        "definition": "стани (Ајде, дик`се, што си се залежал.)"
    },
    {
        "word": "дилбер",
        "definition": "лубовник, саканик, либе (Каде ти е дилберот?)"
    },
    {
        "word": "димии",
        "definition": "ногу широки ориентални пантолони што ги носат и мажи и жени (Имаш ногу убај димии. Со димите убо изгледвиш.)"
    },
    {
        "word": "диндар",
        "definition": "побожен, религиозен, дијанет (Диндар голем е тој.)"
    },
    {
        "word": "дип",
        "definition": "дно, стрмно наудолу (Јаваш, јаваш! Дип е местото.)"
    },
    {
        "word": "диплоса",
        "definition": "реди (И диплосав плачките.)"
    },

    {
        "word": "дирек",
        "definition": "дрвен столб, балван, стожер, главен (Дирек обавезно в`стредина.)"
    },
    {
        "word": "д`јнца",
        "definition": "донеса (Што д`јнца сега?)"
    },
    {
        "word": "дндарање",
        "definition": "зборвење глупости, без веза зборвење (Не дндарај како удрен со чорап.)"
    },
    {
        "word": "доган",
        "definition": "сокол (Како доган си, бре детенце!)"
    },
    {
        "word": "дограма",
        "definition": "градежна дрвенарија (Дограмата ја кладофте на куќата?)"
    },
    {
        "word": "до даски",
        "definition": "до крај (Згази на гаста до даски.)"
    },
    {
        "word": "докусури",
        "definition": "исплатува долг, дотолчува, уништува, докрајчува (Ја докусури сега.)"
    },
    {
        "word": "долама",
        "definition": "вид старинска машка и женска облека од чоја со долги ракави (Каде е доламата?)"
    },
    {
        "word": "долап",
        "definition": "орман во ѕид (Види во долапот. Мисла таму се иглата и конците.)"
    },
    {
        "word": "донатисан",
        "definition": "наместен, уреден (Што си се донатисал, дотерал така? Ке ќојш така донатисан?)"
    },
    {
        "word": "допрва",
        "definition": "накнадно, после дадењот рок (Допрва за мене ќа содлучвит.)"
    },
    {
        "word": "дорја",
        "definition": "коњ со темноцрвена боја (Каков дорија видов на ајван пазар!)"
    },
    {
        "word": "дост",
        "definition": "пријател, познаник, другар, гост (Тој е наш дост.)"
    },
    {
        "word": "дофтасум",
        "definition": "прилично ќа имаш, ќа мојш (Дофтасум ќа имаш и немојш да купвиш се. Дофтасум ќа си висок и не мојш да го пофатиш, а не да си мал.)"
    },
    {
        "word": "доцниш",
        "definition": "касниш (Што задоцна вака?)"
    },
    {
        "word": "драгоман",
        "definition": "официјален толкувач, преведувач (Драгоман ќа требит за превод на писмото.)"
    },
    {
        "word": "драгон",
        "definition": "војник во лесна коњица (Како драгон служеше војска.)"
    },
    {
        "word": "драмџја",
        "definition": "скржавец, циција (Од драмџја очеквиш нешто!)"
    },
    {
        "word": "д`рг",
        "definition": "д`лг стап за чукање орешки (Без д`ргот ништо не прајме.)"
    },
    {
        "word": "дрдорење",
        "definition": "претерано, непрекидно зборвење (Ај, не дрдорете ве мола!)"
    },
    {
        "word": "дрембуба",
        "definition": "преносно спијач, што дремит (Не биди дрембуба, сите да те подигравет. Опули очите.)"
    },
    {
        "word": "дремка",
        "definition": "кратко спиење (Дремка ме фати малу.)"
    },
    {
        "word": "дрискол",
        "definition": "пролиф (Дрисколот те фатил.)"
    },
    {
        "word": "дрмун",
        "definition": "дрвено сито за сење брашно (Дњци го дрмунот.)"
    },
    {
        "word": "дробењца",
        "definition": "изломено, искршено (Дробењца ми дњцавте - стварите.)"
    },
    {
        "word": "дрпа",
        "definition": "кини, преносно украдје (Т`издрпало кучето. Ке си издрпал пантољите. Ногу е наивен и го издрпје.)"
    },
    {
        "word": "ѓаол/ѓавол",
        "definition": "враг, сатана (Не распрај се со него. Влезен му е ѓаолот.)"
    },
    {
        "word": "ѓапкање",
        "definition": "пребрзо и слабо зборвење како кученце (Полека. Што си се заѓапкал така!?)"
    },
    {
        "word": "ѓеврек",
        "definition": "вид пециво во форма на круг (Ја ќа јада од ѓеврекот.)"
    },
    {
        "word": "ѓезме",
        "definition": "сад со долга рачка кај што се вари кафето (Клај го ѓезмето на шпорет.)"
    },
    {
        "word": "ѓем",
        "definition": "узда, железо на уздата што му се става на коњот во устата (Клај му го ѓемот на коњот в`уста.)"
    },
    {
        "word": "ѓердан",
        "definition": "накит за на вратот (Ногу убав ѓердан си напрајла.)"
    },
    {
        "word": "ѓердап",
        "definition": "вител, брзак (Ко ќа ојте преку река вардете се од некој ѓердап.)"
    },
    {
        "word": "ѓерѓеф",
        "definition": "напамет (Ѓерѓеф го научи четивото. Ѓерѓеф го знам градов.)"
    },
    {
        "word": "ѓериз",
        "definition": "канал за истечување на нечистотиите (По ѓериз и пуштивме нечистотите.)"
    },
    {
        "word": "ѓитна",
        "definition": "излезе, испадна (На кого си ѓитнат така бељаџја?)"
    },
    {
        "word": "ѓокат, ѓок",
        "definition": "бел коњ (Ногу убав ѓок.)"
    },
    {
        "word": "ѓол",
        "definition": "бара, мочуриште, преносно воденење (Ѓол си се напрајл.)"
    },
    {
        "word": "ѓомлезе/кашаник",
        "definition": "јадење од кори, губи кој се прават од каша (За ручек имаме ѓомлезе.)"
    },
    {
        "word": "ѓон",
        "definition": "кожа (Од ѓон се кондурите. Не се кинет лесно.)"
    },
    {
        "word": "ѓуа, ѓуата, ѓунебаре, ѓуамити",
        "definition": "како да (Мамиш ѓуа така е. Не прај се ѓуата неќиш.)"
    },
    {
        "word": "ѓубре",
        "definition": "отпадок, нечистотија (Ѓубрето не се фрлат сегде-негде!)"
    },
    {
        "word": "ѓувезен",
        "definition": "темноцрн (Ено ѓувезен коњ.)"
    },
    {
        "word": "ѓувендја",
        "definition": "танчарка, расипана жена, проститутка (Немој, таа е ѓувендја.)"
    },
    {
        "word": "ѓувеч",
        "definition": "вид јадење, месо измешано со разноразен зеленчук (Ми се сојаде ѓувеч.)"
    },
    {
        "word": "ѓузел",
        "definition": "убаво, убава (Ѓузел момичка.)"
    },
    {
        "word": "ѓул",
        "definition": "вид цвеќе, роза, трандафил (Ногу ѓул имат в` бавча.)"
    },
    {
        "word": "ѓум",
        "definition": "голем бакарен сад за вода (Дјнцете го ѓумот со вода.)"
    },
    {
        "word": "ѓунделак",
        "definition": "надница, дневница (Работаме за ѓунделак.)"
    },
    {
        "word": "ѓутуре",
        "definition": "од прилика, од око, приближно (Све даваме ѓутуре.)"
    },
    {
        "word": "ѓурулти",
        "definition": "врева, викотница, кавга (Што се тие ѓурулти? Сега најдве ѓурулти да прет.)"
    },
    {
        "word": "ѓуше",
        "definition": "дедо (Од ѓушета ногу научив.)"
    },
    {
        "word": "ебеди",
        "definition": "никваш, застално, секваш (Ебеди дуња, не добјаш од него пари. Ебеди дуња, никваш вака не било. Ебеди дуња што дочекавме?)"
    },
    {
        "word": "евала",
        "definition": "браво, благодарам (Евала за услугата што ми ја напрај.)"
    },
    {
        "word": "евет",
        "definition": "да (Евет. Така беше.)"
    },
    {
        "word": "евљад",
        "definition": "деца (Имаш евљад?)"
    },
    {
        "word": "евља",
        "definition": "добар ч`век (Евља е тој.)"
    },
    {
        "word": "еѓе",
        "definition": "рачна алатка со назабена површина, турпија (Ќа морат со еѓе да се издурпат дрвото/металот.)"
    },
    {
        "word": "едепсус/едепцас",
        "definition": "бесрамник, безобразник (А едепсус еден. Ти ќа кажвиш правила!)"
    },
    {
        "word": "езбер",
        "definition": "напамет (Езбер си научил.)"
    },
    {
        "word": "еким",
        "definition": "лекар, доктор (Тој е познат еким.)"
    },
    {
        "word": "екмек",
        "definition": "леб (Екмекот е готов.)"
    },
    {
        "word": "екмеџја",
        "definition": "пекар, фурнаџја (Екмеџја е тој.)"
    },
    {
        "word": "екцис",
        "definition": "нецелосен, неисправен, фаличен (Екцис е тој. И џаба е да се распраш со него.)"
    },
    {
        "word": "елбети",
        "definition": "сигурно, се разбира, можда, вероватно (Елбети ќа се видет таму.)"
    },
    {
        "word": "елвида",
        "definition": "за последно, за крај (За елвида се видовме. Не беше ове за елвида.)"
    },
    {
        "word": "ели",
        "definition": "или (Така, ели?)"
    },
    {
        "word": "еликмилила/елиќмилила",
        "definition": "одредено, крајно, ко ќе не се мојт поќе (Еликмилила што е за прење во наша можност ќа напрајме. Еликмилила ако не се мојт денска, утре ќа ја свршиме работата.)"
    },
    {
        "word": "ем",
        "definition": "и, притоа (Не си сигурен, ем вака ем така.)"
    },
    {
        "word": "емин",
        "definition": "управник, надзорник (Работат како емин.)"
    },
    {
        "word": "емиш",
        "definition": "овошје (Имаме в`бавча разноразен емиш.)"
    },
    {
        "word": "ендек",
        "definition": "канал, ископ (Пази дан падниш в`ендек!)"
    },
    {
        "word": "енѓе",
        "definition": "постара жена (Енѓе дан и виде бабета и нана?)"
    },
    {
        "word": "ептем",
        "definition": "ногу, премногу, преку секва мера (Ептем си бил чурук. Ептем лошо го имаш напрено.)"
    },
    {
        "word": "ербап",
        "definition": "способен, вешт (Ногу ербап си. Те биват за све.)"
    },
    {
        "word": "ерген",
        "definition": "младо момче, неженето (Ерген сум иште.)"
    },
    {
        "word": "есап",
        "definition": "рачун, сметка (Не врзвит есапот. Колку е есапот?)"
    },
    {
        "word": "еснаф",
        "definition": "здружење на занаетчии од иста струка, преносно чесен ч`век (И тој е во еснафот од дограмаџи. Еснаф ч`век е тој.)"
    },
    {
        "word": "еџел",
        "definition": "крај (Еџелот за сите ќа дојт.)"
    },
    {
        "word": "жагор",
        "definition": "голема врева (Што е овој жагор? Голем жагор имаше по поле.)"
    },
    {
        "word": "жбун",
        "definition": "гром од трње или други растења (Ој скрисе в`жбун и немат никој да те видит.)"
    },
    {
        "word": "жбутар",
        "definition": "отвор во дрво кое е скапано, пропаднато, иструлено, абонос (Колкај жбутари се напрени во костенвите дрва.)"
    },
    {
        "word": "жгаран",
        "definition": "ситрни камења (Едва се накачив од жгаранот.)"
    },
    {
        "word": "жграпање",
        "definition": "гребање (Кој жграпат така?)"
    },
    {
        "word": "ждерење",
        "definition": "јадење премногу (Што е теа ждерење од тебе?)"
    },
    {
        "word": "ждрнгало",
        "definition": "видно, прилично ослабен (Ко ждрангало си.)"
    },
    {
        "word": "ждруфел",
        "definition": "без гајле, без грижа, бес секирацја (Ждруфел му ја тераш!)"
    },
    {
        "word": "жетвар",
        "definition": "месец на жетвата, старото народно име за јуни (Ето влеговме в`жетвар. Ќа почниме со жнење.)"
    },
    {
        "word": "жирант",
        "definition": "сведок, гарант (Убо е некој жирант да бит.)"
    },
    {
        "word": "житар",
        "definition": "кога се бере разноразните продукти по поле, старото народно име за август (И житар полека одминвит.)"
    },
    {
        "word": "жнење",
        "definition": "косење, берење на житото (Не сејме жито и немат што да жнејме.)"
    },
    {
        "word": "жуборење",
        "definition": "тивко течење на водата (Уживам во жуборот од водата.)"
    },
    {
        "word": "забање",
        "definition": "каснење, доцна (Малку се забајв денска.)"
    },
    {
        "word": "забун",
        "definition": "без кувет, нешто што не растит (А бре кутар, забунче си останат.)"
    },
    {
        "word": "завали",
        "definition": "заглави (Се завалив и ја без веза ке не требит.)"
    },
    {
        "word": "загар",
        "definition": "ловечко куче (Ке ти е загарот?)"
    },
    {
        "word": "загон",
        "definition": "мера за површина, дољум, одредена површина со земја (Имам загон на крајот од селото.)"
    },
    {
        "word": "задева",
        "definition": "чепка (Не задевај се сега. Не сум баш расположен.)"
    },
    {
        "word": "зајре",
        "definition": "лисја од праз, зелка, спанаќ за прење комат (Ви дјњцав зајре да напрајте комат.)"
    },
    {
        "word": "залак",
        "definition": "едно парче леб сто се зема при јадење (Не м`остате намира еден залак леб да ксна.)"
    },
    {
        "word": "замале",
        "definition": "изгуби воздух (Замалифме од смење.)"
    },
    {
        "word": "заман",
        "definition": "време (Заман дојде, несигурно е.)"
    },
    {
        "word": "замет",
        "definition": "труд, напор, товар тежина, мака напорна работа (Све е напрено со замет.)"
    },
    {
        "word": "зандана",
        "definition": "затвор (В`зандана лежав две години.)"
    },
    {
        "word": "заптејса",
        "definition": "совладува, освојува, смири (Ништо не те заптејсвит.)"
    },
    {
        "word": "запуројна",
        "definition": "горештина (Запуројна голема е.)"
    },
    {
        "word": "зар",
        "definition": "превез што го носет муслиманските жени преку лицето, завеса (Зарот го барам ке ми е.)"
    },
    {
        "word": "заречен",
        "definition": "уручен (Што си се дуздисал така. Зн јш дека некој ќа те заречит.)"
    },
    {
        "word": "зарзават",
        "definition": "зеленчук (Да собера нешто зарзават од в`врт.)"
    },
    {
        "word": "заптејсан",
        "definition": "смирен (Тешко мојш да го заптејсаш тој коњ.)"
    },
    {
        "word": "збијање",
        "definition": "јачење (Што збијаш така. Не е убо ногу збијат.)"
    },
    {
        "word": "збита",
        "definition": "тврда земја (Ногу е збита земјата.)"
    },
    {
        "word": "збоктиса",
        "definition": "здосади (Ми се збоктиса само дома да седа.)"
    },
    {
        "word": "зборља",
        "definition": "што зборвит (Зборља си ко водењца.)"
    },
    {
        "word": "збрсна",
        "definition": "зарасти (Лукот б`јги збрснал. Збрснала тревата, пчењцата...)"
    },
    {
        "word": "збубучив",
        "definition": "паленје оган, палење мотор, ногу бученје, горење на собата, шпоретот (Ко ја збубучив собата, ќунгојте се усвитје. Ко го збубучив томофилот.)"
    },
    {
        "word": "звекна",
        "definition": "удра, мавна (Ак ти ја звекна една, тога ќа си видиш!)"
    },
    {
        "word": "зглибнато",
        "definition": "протонато, пропаднато (Што е зглибнато така?)"
    },
    {
        "word": "згмечи",
        "definition": "потфати (Ќа ме згмечите со дрвата.)"
    },
    {
        "word": "зграшен",
        "definition": "собран, нерасположен, без воља (Што си зграшен така?)"
    },
    {
        "word": "здиплен",
        "definition": "скоро убиен, мртов(Го здиплиле. Ме здипли грипот)"
    },
    {
        "word": "здурнат",
        "definition": "заспан (Не би ди здурнат! Му ја здурнав малце.)"
    },
    {
        "word": "зевзек",
        "definition": "што се игра, шегува, ѓаволест ч`век, глупак, никаквец (Ти си бил голем зевзек.)"
    },
    {
        "word": "зевк",
        "definition": "задоволство, уживање (Не го`јмам зевкот твој.)"
    },
    {
        "word": "зенгин",
        "definition": "имашлив, богат (И ти си бил зенгин.)"
    },
    {
        "word": "зер",
        "definition": "отров, јад, чемер, горчина (Зер се дренките, не се дозрели.)"
    },
    {
        "word": "зерзеле",
        "definition": "земјотрес (Сношти не знам дал` осетивте. Зерзеле имаше.)"
    },
    {
        "word": "зијан",
        "definition": "штета, загуба (Играјте ама не прајте зијан.)"
    },
    {
        "word": "зијарет",
        "definition": "посета (Дојди ако мојш на зијарет.)"
    },
    {
        "word": "зилби",
        "definition": "мечтење, пуљење, стремење-гледај чежнење /желба (Те поканав на јадење, несакаше. Зилби сега.)"
    },
    {
        "word": "зиљар",
        "definition": "тој што завидува (Не биди зиљар.)"
    },
    {
        "word": "зиље",
        "definition": "завист  (Од зиље штета ми напрае.)"
    },
    {
        "word": "зиљосан",
        "definition": "ненаситен (Ногу зиљата те фатила. Се изеде.)"
    },
    {
        "word": "зимница",
        "definition": "туршја (Зимницата ја спремавме.)"
    },
    {
        "word": "зиморно",
        "definition": "ладнико (Нешто зиморно е денска.)"
    },
    {
        "word": "зинат",
        "definition": "зачуден, со отворена уста, преносно лаком (Што си зинал така? Си работат ч`векот. Е ногу си зинат за пуста пара.)"
    },
    {
        "word": "зјапање",
        "definition": "гледање чудно (Што зјапаш така?)"
    },
    {
        "word": "златец",
        "definition": "наликвит на златен месец, старото име за јули (Златец е и искористете го с`нцето.)"
    },
    {
        "word": "зоб",
        "definition": "крма мелено жито за кравите (Зобот за кравите е спреман.)"
    },
    {
        "word": "зобање",
        "definition": "јадење премногу (Што е теа зобање?)"
    },
    {
        "word": "зорт",
        "definition": "страв, сила, мака, тежина,од што морав го напрајв (Од зорт мојш и да згрешиш.)"
    },
    {
        "word": "зркање, зрчење",
        "definition": "гледање со страс (Што си зркнат така? Што е теа зрчење!)"
    },
    {
        "word": "зрцала",
        "definition": "наочари (Ке и купи зрцалата?)"
    },
    {
        "word": "зулум",
        "definition": "штета, насилство, тиранство, разбојништво, угнетување (Зулум голем ми имет напрено. Зулумџии се тие.)"
    },
    {
        "word": "зурлосан",
        "definition": "вознемиренoст (Зурлосав од седење дома. Не зурлосви без потреба.)"
    },
    {
        "word": "зулуфи/цулуфи",
        "definition": "перчиња од косата покрај ушите (Зулуфите ми сметет.)"
    },
    {
        "word": "зурла",
        "definition": "народен музички инструмент (Зурла сакам да имат ко ќа се жена.)"
    },
    {
        "word": "ибрик",
        "definition": "бакарен сад стеснат на врвот; служи за вода и кафе (Д `њци го ибрикот.)"
    },
    {
        "word": "ибрет",
        "definition": "поука, пример (Ибрет земе сите.)"
    },
    {
        "word": "ибришим",
        "definition": "свилен конец (Со ибришим не се крпит.)"
    },
    {
        "word": "идаре",
        "definition": "економја, штедење (Идаре морат да се прајт. Ќа ја поминиме зимата со идаре.)"
    },
    {
        "word": "изба",
        "definition": "подрум (Куќата имат изби.)"
    },
    {
        "word": "избербати",
        "definition": "нечист (Што си се изберрбатил така?)"
    },
    {
        "word": "извитоперен",
        "definition": "искривен (Ногу си извитоперен. Ти целјот си се извитоперил.)"
    },
    {
        "word": "изим",
        "definition": "дозвола, одобрение, разделба (Време е изим да ни дајте.)"
    },
    {
        "word": "изјет",
        "definition": "мака (Со изјет му излезе душата.)"
    },
    {
        "word": "измеќар",
        "definition": "слуга (Измеќар не биди му секому.)"
    },
    {
        "word": "измет",
        "definition": "неговање, помош (Измет требит да се прајт.)"
    },
    {
        "word": "икрам",
        "definition": "чест, почест, честење, гостење (Малку икрам требит да се имат.)"
    },
    {
        "word": "иктиза",
        "definition": "потреба (Томофилот е иктиза и не е луксуз.)"
    },
    {
        "word": "иљач",
        "definition": "лек (Најдов убав иљач против офтика.)"
    },
    {
        "word": "иље, хиле",
        "definition": "лага, нечесно (Не прај со иље. Биди поштен.)"
    },
    {
        "word": "имза",
        "definition": "своерачен потпис (Требит имза на документот.)"
    },
    {
        "word": "иначе",
        "definition": "зошто (Дојди сега иначе не ќа ме видиш. Ќа морат да ода.)"
    },
    {
        "word": "инет",
        "definition": "непопуштање, несложвење, лутина, нервоза (Ногу инет тераш. Магаре пукаш од инет.)"
    },
    {
        "word": "инсан",
        "definition": "ч`век, суштество, народ (Инсан си е инсан.)"
    },
    {
        "word": "инќар",
        "definition": "негира (Не е добро инќар да го прајш теа што го виде.)"
    },
    {
        "word": "исав",
        "definition": "милост, милосрдие (Имај малку исаф.)"
    },
    {
        "word": "исе",
        "definition": "дел, парче, следвење (И ја имам исе. А не само ти.)"
    },
    {
        "word": "иска",
        "definition": "сака (Искаш нешто?)"
    },
    {
        "word": "искрцке, исфурке",
        "definition": "изедве, потрошје (И искрцке парињата. Од неработници ја искрцке целата стока.)"
    },
    {
        "word": "испули",
        "definition": "изгледа, разгледа (Испули се добро и после речи.)"
    },
    {
        "word": "истинтаци",
        "definition": "расправи, испитвења (Не фрлајте бивтани, зош ќа ви дојт некој на истинтаци.)"
    },
    {
        "word": "истифа",
        "definition": "оставка, повлеквење (Некваш е убо да напрајш истифа.)"
    },
    {
        "word": "иструлено",
        "definition": "згниено, пропаднато (Се беше иструлено од влага.)"
    },
    {
        "word": "исцеление, исцелвење",
        "definition": "лечење (Се исцели.)"
    },
    {
        "word": "итроман",
        "definition": "итрец, шерет (Голем итроман си.)"
    },
    {
        "word": "ифтибар",
        "definition": "чест, почитување (Ифтибар да се имат.)"
    },
    {
        "word": "иќае",
        "definition": "расказ, сказна, приказна (Ќа ви кажа едно иќае.)"
    },
    {
        "word": "ич",
        "definition": "ништо, воопшто (Ич не е солено јадењето.)"
    },
    {
        "word": "ифтири, ифтирја",
        "definition": "клевета (Не фрлај ми ифтири. Немој ифтири да ми фрлаш од мојт да те најт чудото.)"
    },
    {
        "word": "ифрит",
        "definition": "што е налутен, бесен (Не биди ифрит. Ифрит се пиперките.)"
    },
    {
        "word": "ихтиза",
        "definition": "потреба, нужда (Некваш некој работи од ихтиза се прет.)"
    },
    {
        "word": "ишарет",
        "definition": "знак, гест, сигнал (Дај му ишарет.)"
    },
    {
        "word": "иштав",
        "definition": "апетит, желба (Немам ич иштав и не знам што ќа се прајт.)"
    },
    {
        "word": "јабана",
        "definition": "туѓа земја (Туѓино јабано. Све појабана отје.)"
    },
    {
        "word": "јабанџја",
        "definition": "странец (Јабанџја ваму, јабанџја таму, насекаде јабанџја.)"
    },
    {
        "word": "јагалак",
        "definition": "невреме (Фати голем јагалак и го посла житото.)"
    },
    {
        "word": "јаваш",
        "definition": "полека (Немој да брзаш, ој си јаваш, јаваш.)"
    },
    {
        "word": "јавашлак",
        "definition": "мрзливост, немарност, неуредност во работа (Јавашлакот ќа не уништит.)"
    },
    {
        "word": "јагарец",
        "definition": "жлезди на вратот во вид на грутчиња (Јагарец ми е напрен.)"
    },
    {
        "word": "јагма",
        "definition": "натпреварување кој прв ќе добие, ќе граби нешто, грабеж (Голема јагма напрајвме. Сношти јагма имало.)"
    },
    {
        "word": "јад",
        "definition": "отрров, горчина, жал (Јад е да ги гледаш празните села.)"
    },
    {
        "word": "j`зак",
        "definition": "штета, страм (Ј`зк да ни е што не се организираме.)"
    },
    {
        "word": "јазбина",
        "definition": "скривница (Напрајвме јазбина.)"
    },
    {
        "word": "jалан",
        "definition": "лаж, мамено (Јалан дуња!)"
    },
    {
        "word": "јалојца",
        "definition": "крава неродкиња (Јалојца е кравата.)"
    },
    {
        "word": "јамак",
        "definition": "вид бакарен сад за вода (Подај ми го јамакот.)"
    },
    {
        "word": "јанак",
        "definition": "образ (Јанакот ти е поцрвенат.)"
    },
    {
        "word": "јанглаш/јалнаш",
        "definition": "несигурно, погрешно (Размисли убо. Дан си јанглаш. Јанглаш си. Не ме познаш убо.)"
    },
    {
        "word": "јања/јанија",
        "definition": "вид јадење со месо и зеленчук (Ми се јајт јања.)"
    },
    {
        "word": "јанта",
        "definition": "овчарска кожена торба (Ја виде некој јантата? Јантата е полна со јадење.)"
    },
    {
        "word": "јанќесе",
        "definition": "кожнено ќесе за чување пари и се носи на појас од страна (Ќа ти паднит јанќесето.)"
    },
    {
        "word": "јанџик",
        "definition": "кожена торба што се носи на рамо (Клај го јанџикот на рамо.)"
    },
    {
        "word": "јапи",
        "definition": "чеша (Ногу ме јапи.)"
    },
    {
        "word": "јарна/крма/зоб",
        "definition": "млено жито за ајваните (И најајвте ајваните со јарна.)"
    },
    {
        "word": "јаран",
        "definition": "другар, колега (Е, мој јаране!)"
    },
    {
        "word": "јатак",
        "definition": "помагач на тој што се прогонувал законски (Никваш не су бил јатак.)"
    },
    {
        "word": "јемек",
        "definition": "јадење (Јемекот е спреман.)"
    },
    {
        "word": "јетим",
        "definition": "сирак (Јетим е тој.)"
    },
    {
        "word": "ј`нѕа",
        "definition": "лошо, неубо (А ј`нѕо една. Ј`нѕа, ич не е вкусно јадењето.)"
    },
    {
        "word": "јок",
        "definition": "не, нема (Јок, јок не барај!)"
    },
    {
        "word": "јонџа",
        "definition": "вид дентелина (Јонџата е за косење. Не пуштај ги кравите во млада јонџа, ќа се наподвет.)"
    },
    {
        "word": "јргање",
        "definition": "немирност, палавост, бркање ваму-таму(Играјте мдро и немој да се јргате.)"
    },
    {
        "word": "јурија",
        "definition": "ледина (Ќа ојме на јурија. На јурја се децата.)"
    },
    {
        "word": "кабардисан",
        "definition": "здебелен, надуен, напумпан (Што си кабрдисан така. Спортовај малце.)"
    },
    {
        "word": "кабет, кабахат",
        "definition": "кривица, грешка (Ти немаш кабет. Ем кабетља, ем фурсатља! Крив и се прајш важен.)"
    },
    {
        "word": "кабил",
        "definition": "способен, што е во состојба нешто да напрајт (Кабил да си све да зејш.)"
    },
    {
        "word": "кабиле",
        "definition": "род, фамијија (Од кое кабиле си?)"
    },
    {
        "word": "кавга",
        "definition": "караничца, шамата (Со кавга пак почна.)"
    },
    {
        "word": "кадар",
        "definition": "што е способен, што мојт нешто да напрајт (Браво! Kадар си за се.)"
    },
    {
        "word": "кадија",
        "definition": "судја (Работам ко кадија.)"
    },
    {
        "word": "казан",
        "definition": "голем, глобок сад (Пошто ногу е јадењето, најубо е в`казан да се вари. За свадба ќа ни требет казаните.)"
    },
    {
        "word": "кадро",
        "definition": "слика (Сакаш да те кадросам?)"
    },
    {
        "word": "кајде",
        "definition": "правило, пропис (Што си немал кајде! Зош да прајме така?)"
    },
    {
        "word": "калабалак",
        "definition": "гужва, множина, поголем број (Калабалак бевме. Ногу сме калабалак. Калабалак се дојдени.)"
    },
    {
        "word": "калауз",
        "definition": "клуч со кој се отворет сите брави (Со калаузот ќа отвориме и ќа свршиме работа.)"
    },
    {
        "word": "калан-калан",
        "definition": "исто, нерешено (На крајот испадна калан-калан. Испадна калан-кусур.)"
    },
    {
        "word": "калеш",
        "definition": "црноок (Калеш е тој.)"
    },
    {
        "word": "калфа",
        "definition": "занаетчиски или трговачки помошник и има право да полага мајсторски испит. (Пред да су калфа, бев чирак. Иште си калфа?)"
    },
    {
        "word": "кама",
        "definition": "прав нож со двострано сечило (Камата ја снема.)"
    },
    {
        "word": "камбур",
        "definition": "грбав ч`век (Од висината е камбур.)"
    },
    {
        "word": "камшик",
        "definition": "направа од впреден коноп или кожа, прицврстени на дршка. Служи за терање ајвани (Kамшикот ми го снема.)"
    },
    {
        "word": "камоли",
        "definition": "а не за друго (Ја немам пари леп да купа а не камоли за друго.)"
    },
    {
        "word": "кани",
        "definition": "нуди, повикува (И канифте сите?)"
    },
    {
        "word": "капар",
        "definition": "готовиа (Нешто капар ќ`имат)"
    },
    {
        "word": "капали",
        "definition": "застворен (Капали ќа бит просторот. Капали чаршја.)"
    },
    {
        "word": "капари",
        "definition": "резервира (Ги капарив тапаните.)"
    },
    {
        "word": "капајса",
        "definition": "сломи (Ме капајса грипот. Ме капајсе од ќотек.)"
    },
    {
        "word": "кара",
        "definition": "црн (Кара Мурат. Кара бибер.)"
    },
    {
        "word": "караѓоз",
        "definition": "лице што прајт смешки, комичар (Те биват за караѓоз.)"
    },
    {
        "word": "каракол",
        "definition": "патрола, стража (Ќа морат каракол да имаме.)"
    },
    {
        "word": "карак/карар",
        "definition": "мера, граница, ред (Прај убо караците со косата.)"
    },
    {
        "word": "карасевда",
        "definition": "безнадежна љубов, меланхоља, голема љубов, тага поради љубов (Таа ми е карасевда. Севдо кара севдо.)"
    },
    {
        "word": "караџа",
        "definition": "во црна боја (Караџа си имал пантолите.)"
    },
    {
        "word": "карма",
        "definition": "сложени, ред (Напрајв карма од дрвата.)"
    },
    {
        "word": "карши",
        "definition": "од спротива, од спротивна страна (Ти беше карши мене. Немој да ојш каршја мене.)"
    },
    {
        "word": "касаба",
        "definition": "мал град (Ја живја в`касаба.)"
    },
    {
        "word": "кастилен",
        "definition": "специјално (Кастилен само за тебе дојдов да те вида.)"
    },
    {
        "word": "катиљ",
        "definition": "ненаситник, неч`век (Не биди катиљ.)"
    },
    {
        "word": "кастрено",
        "definition": "режано, чистено (Го искастри јаболкото. Ја искастрив живата ограда.)"
    },
    {
        "word": "катарќошљав",
        "definition": "четириаголен (Катарќошља е.)"
    },
    {
        "word": "качак",
        "definition": "лопов, неранимајко (Види го качакон што прајт!)"
    },
    {
        "word": "кашалник",
        "definition": "ѓомлезе (Ногу вкусен е кашалникот.)"
    },
    {
        "word": "кашивешен",
        "definition": "ѓавол (Кашивешњот те м`мит да си лош.)"
    },
    {
        "word": "квар",
        "definition": "расипано (Машината имат голем квар. Кварот не мојт да се попрајт.)"
    },
    {
        "word": "к`дер",
        "definition": "силен (Ногу к`дерен си.)"
    },
    {
        "word": "келеш/ќелеш",
        "definition": "без коса (Бргу ќелеш постана.)"
    },
    {
        "word": "кепец",
        "definition": "мал (Како кепец си.)"
    },
    {
        "word": "керата/ќерата",
        "definition": "немирко, неранимајко, прeносно олџица за облеквење кондури (А ќерата еден. Имате ќерата? Не можа да и облеча кондурите.)"
    },
    {
        "word": "кеф/ќеф",
        "definition": "расположење, веселост (Голем ќеф имав да дојда и ја.)"
    },
    {
        "word": "кефало",
        "definition": "разум (Не ти работат кефалото.)"
    },
    {
        "word": "кибрид/ќибрид",
        "definition": "за палење оган (Имаме кибрид за палење?)"
    },
    {
        "word": "кијамет/ќијамет",
        "definition": "големо невреме (Кијамет е надвор.)"
    },
    {
        "word": "кикирикос",
        "definition": "нападвење, нестабилно (На кикирикос си го клал, за да паднит.)"
    },
    {
        "word": "кикотиш",
        "definition": "смејш (Што се кикотиш.)"
    },
    {
        "word": "кимет",
        "definition": "поштување, респект, ценење (Имајте му го киметот, бабе ви се добро ви прајт.)"
    },
    {
        "word": "киниса",
        "definition": "тргна (Ке сте кинисани така.)"
    },
    {
        "word": "клај/кладе",
        "definition": "стави (Клај ги кондурите. Го кладе аутото в гаража.)"
    },
    {
        "word": "кланик",
        "definition": "дом, ватан, куќа, огниште (Се курдиса на кланик и не мрдат од тука.)"
    },
    {
        "word": "клапуш/потклапушен",
        "definition": "наведнат, подгрбен (Што ојш така ко клапуш/потклапушен!)"
    },
    {
        "word": "к`лдиса",
        "definition": "умори, скапна (Денска б`јги калдисав.)"
    },
    {
        "word": "к`лдарма",
        "definition": "пат од камен (Најтрајна е к`лдрмата!)"
    },
    {
        "word": "клекна",
        "definition": "седна (Клекни малце.)"
    },
    {
        "word": "к`лнењца",
        "definition": "клетва (Што се тие к`лнењци од тебе.)"
    },
    {
        "word": "клоца",
        "definition": "ударање со нога (Удри му една клоца. Пази дан те клоцнит коњот со копитото.)"
    },
    {
        "word": "клопат",
        "definition": "тропат (Што е теа клопање? Клопат капакот од тенџерето на шпорет.)"
    },
    {
        "word": "клчишта",
        "definition": "ломи, се сломи, повреди (Падна и клчишта се стори.)"
    },
    {
        "word": "кмет",
        "definition": "угледен селанец (И кмет постана.)"
    },
    {
        "word": "к`наќиса",
        "definition": "уживање (Се к`наќисав. Му ја к`наќисавте од шетање.)"
    },
    {
        "word": "к`ндиса",
        "definition": "смирен, се согласи (Го кандисавме. Не бери гајле ќа го кандисаме. Кандисана душа.)"
    },
    {
        "word": "к`ндердиса",
        "definition": "придобивање, премисвљење, наговарање (Едвај го к`ндердисавме. Ќа го к`ндердисаме некако.)"
    },
    {
        "word": "коби",
        "definition": "предскажвење за нешто лошо (Немој да кобиш те мола.)"
    },
    {
        "word": "кобајаги",
        "definition": "како да (Не кажви фиќушки кобајаги не те знајме кој си.)"
    },
    {
        "word": "кодош",
        "definition": "стројник, фигуративно негативец, шпион (Полно е со кодоши!)"
    },
    {
        "word": "кокона",
        "definition": "големска (Ко кокона ојт.)"
    },
    {
        "word": "кокорење",
        "definition": "кревање на големо (Не кокори се те мола.)"
    },
    {
        "word": "колај",
        "definition": "лесно (Ич не секирај се, колај ќа свршиме работа.)"
    },
    {
        "word": "коложег",
        "definition": "старото име за јануари (Коложег се горе најмногу дрва.)"
    },
    {
        "word": "колтук",
        "definition": "кривина (Ке колтукон напрае судар.)"
    },
    {
        "word": "комат",
        "definition": "пита (Коматот е готов.)"
    },
    {
        "word": "конак",
        "definition": "соба, уба куќа, место за ноќење и одмор (Ода на конак да се одмора.)"
    },
    {
        "word": "кондиса",
        "definition": "застојл, стоење (Што си се кондисал тука. Мрни малу.)"
    },
    {
        "word": "копачит",
        "definition": "што неубо те удри, што ти сметат (Што те копачит!? Каков откопачен/откачен си, каков!)"
    },
    {
        "word": "коптиса",
        "definition": "зацврсти (Што си се коптисал така! Ослободи се малце.)"
    },
    {
        "word": "копук",
        "definition": "мангуп (Копучиште едно!)"
    },
    {
        "word": "копчање/закопчвење",
        "definition": "местење на петлицата, патентот, преносно свашташ, разбираш (Намести ја петлицата, патентот на п`нтољите. Копчај убо со шиклењот што се велит.)"
    },
    {
        "word": "корталит",
        "definition": "што те мачит (Што те корталит сега!)"
    },
    {
        "word": "косар",
        "definition": "кога се коси тревата, старото народно име за месец мај (Во косар пак ќа дојда.)"
    },
    {
        "word": "котец",
        "definition": "место во земја каде се чуве преку зима костените, да останет сурој. За да не замрзвет се заштитве со најлон и папрат. (Пој од котецот и истај едно варјо костени.)"
    },
    {
        "word": "котлоса",
        "definition": "измами (Кој те котлоса бре кутар?)"
    },
    {
        "word": "коџамити",
        "definition": "прилично голем/о (Коџамити порастен е расадот.)"
    },
    {
        "word": "кошмар",
        "definition": "хаос, неред (Кошмар е насекаде.)"
    },
    {
        "word": "крепење",
        "definition": "потпирање (Без крепење не ојт.)"
    },
    {
        "word": "кришка",
        "definition": "парче (Дајми една кришка леб.)"
    },
    {
        "word": "крлање",
        "definition": "нишање (Дењска цел ден се крлаш.)"
    },
    {
        "word": "кркамба",
        "definition": "измешани, испревртени еден на друг (Ланчан судар имаше. Аутата бее кркамба напрени.)"
    },
    {
        "word": "кркање",
        "definition": "варење, преносно јадење премногу (Види дал кркат водата за да се сварет побргу костените. Се скина од кркање. Што е таа кркажа?)"
    },
    {
        "word": "крљање",
        "definition": "нишање (Да се покрљаме малце.)"
    },
    {
        "word": "крљаља-билала",
        "definition": "(Крљаља, бир Аллах!); Вака викаме кога ги нишаме децата. По мое мислење точно е Крљаља бир Аллах, со цел крлањето да биде без незгода со благодарење на бир Аллах (еден Аллах)."
    },
    {
        "word": "крлуѓ",
        "definition": "овчарски стап од дрен (Без крлуѓ не ојш нигде.)"
    },
    {
        "word": "кроток",
        "definition": "мирен (Ногу си кроток.)"
    },
    {
        "word": "кротце/покротце",
        "definition": "полека (Кротце, кротце и ќа стигниш од другата страна. Покротце. Немој да брзаш. Не се велит за џабе: „Брза кучка слепи кучиња рождат!“)"
    },
    {
        "word": "кретен",
        "definition": "несмасен (Не кретени се те мола.)"
    },
    {
        "word": "кркање",
        "definition": "ногу јадење (Се изнакрка убо.)"
    },
    {
        "word": "к`ркаушка",
        "definition": "редење на рамо (Крени го детето к`ркаушка.)"
    },
    {
        "word": "кртала",
        "definition": "кругој (Само кртала ќа прајме.)"
    },
    {
        "word": "к`сај",
        "definition": "парче леб (Пробај бар еден к`сај од погачата.)"
    },
    {
        "word": "к`скан",
        "definition": "тесно срце, љубомора, завидливост (Не биди к`скнџја. Голем к`скнлак имаш.)"
    },
    {
        "word": "к`смет",
        "definition": "среќа (Си имал к`смет.)"
    },
    {
        "word": "к`та",
        "definition": "секој (К`та ден. К`та ден некој ме вознемирвит. К`та ден трењирам.)"
    },
    {
        "word": "к`тана",
        "definition": "високо, висок коњ (Видете го каде е к`танана. К`тано една ќа падниш од на черешната.)"
    },
    {
        "word": "к`тмер",
        "definition": "слој, пласт (Гледај ке му е катмерот на каменот и тука удирај. Иначе не се делит.)"
    },
    {
        "word": "кубање",
        "definition": "истање, вадење (Искубај му ја косата. Искубаја тревата.)"
    },
    {
        "word": "кубур",
        "definition": "пушка (Од кубурот не мојт да избегаш.)"
    },
    {
        "word": "кубурeње",
        "definition": "кревање на големо, гордеење (Не кубури се, те мола!)"
    },
    {
        "word": "кувени",
        "definition": "сврзвачи на накитот, преносно непотребно, безвезно зборвење (Немате работа и само кувени врзвите.)"
    },
    {
        "word": "кувенџја",
        "definition": "златар, ч`век што изработвит разноразни накити од злато, сребро и други метали (По струка сум кувенџја.)"
    },
    {
        "word": "кувет",
        "definition": "снага, сила (Ич кувет немам.)"
    },
    {
        "word": "кузум",
        "definition": "сакана (Кузум бела Едие.)"
    },
    {
        "word": "кулук",
        "definition": "тешка физичка работа за други (Кулукот не е едноставен.)"
    },
    {
        "word": "куменди",
        "definition": "неспоразум, расправи (Што се овје куменди?)"
    },
    {
        "word": "кумес",
        "definition": "кокошарник (Кокошките потерај в`кумес.)"
    },
    {
        "word": "кумрија",
        "definition": "гугутка (Права кумрија си.)"
    },
    {
        "word": "курна/курназ",
        "definition": "измама, измамник (Каков курназ си ти, каков. Кој те курна?)"
    },
    {
        "word": "курдиса",
        "definition": "намести, седна, нави (Ко му ја курдисав после. Курдисај го сатот.)"
    },
    {
        "word": "куртули",
        "definition": "спаси (Се куртулисавме од нив.)"
    },
    {
        "word": "кусур",
        "definition": "останато, остаток (Стасе парите, дури и кусур имаше. Какви кусури плашташ?)"
    },
    {
        "word": "кустрак",
        "definition": "нешто подебел стап (За кустрак плачиш. Подај те ми го кустракот да му смекна ребрана.)"
    },
    {
        "word": "кутар",
        "definition": "мачен, сиромав (Ке се запне на тебе бе кутар. Што ви бидна бре кутри. Кутри, кутросани!)"
    },
    {
        "word": "кутел",
        "definition": "мерка за тежина 10 кг (Еден кутел граф купиф.)"
    },
    {
        "word": "кутна",
        "definition": "легна, налегна (Куќата кутна на кутна. На кутна легнавме.)"
    },
    {
        "word": "куфја",
        "definition": "граница, меѓа (Не менви куфја.)"
    },
    {
        "word": "кучук",
        "definition": "мал (Куџук Сулејман.)"
    },
    {
        "word": "кушлук",
        "definition": "нешто расипано, спој (Кушлук пак имат и сијалицата не светит. Кушлук имат томофилот.)"
    },
    {
        "word": "лагодно",
        "definition": "опуштено (Ногу лагодно се осештам под сенка на овје летни горештини.)"
    },
    {
        "word": "лазено",
        "definition": "влечено, преносно чистено (Лазено имат овде некво животно. Да ја излазиме нивата од трева пред да се прашит пчењката.)"
    },
    {
        "word": "лазањца, полазањца",
        "definition": "падната, изметкана (Лазањца, полазањца беше пчењката, овеста,...)"
    },
    {
        "word": "љајк",
        "definition": "заслужен (Љајк е сторен за врзвење. Љајк е сторен за теа што му го прет.)"
    },
    {
        "word": "ламја",
        "definition": "аждерја, ненаситна (Ненаситна си како ламја.)"
    },
    {
        "word": "лангач",
        "definition": "лошо куче, безкуќник; преносно лош, некарактерен ч'век (Ко лангач си напрен.)"
    },
    {
        "word": "лапа",
        "definition": "внесува, голта, јаде (Навистина се налапав ко што требит. Лапни-глтни!)"
    },
    {
        "word": "лаф",
        "definition": "збор (Лаф по лаф, ручек не фати. Лаф-муабет и останавме.)"
    },
    {
        "word": "лафазан",
        "definition": "дрдорко (Е лафазан еден!)"
    },
    {
        "word": "лафта",
        "definition": "ногу зборви, дрда (Не лафтај без веза.)"
    },
    {
        "word": "лачена",
        "definition": "ретчена, чистена (Ја излачивме нивата со пчењка.)"
    },
    {
        "word": "лезет",
        "definition": "убо, вкусно (Ногу лезетјо јадење. Со лезет јадев.)"
    },
    {
        "word": "лека-полека",
        "definition": "побавно (Лека полека и ќа бит.)"
    },
    {
        "word": "лењаф, ленчуга",
        "definition": "мрзелиф (Ленчуга голем си!)"
    },
    {
        "word": "леса",
        "definition": "ограда од прачки (Лесите ногу вредет за нивата.)"
    },
    {
        "word": "летни",
        "definition": "летање, преносно трчни побргу (Летни, не влечи се.)"
    },
    {
        "word": "лефтерно",
        "definition": "лесно (Ногу се лефтерни патиките. Зедоф ногу лефтерни кондури. Лефтерно се осештам.)"
    },
    {
        "word": "лешпер",
        "definition": "чепкален (Ти прав лешпер си постанал.)"
    },
    {
        "word": "ломоти",
        "definition": "зборвење, дрдорење (Не ломоти ногу.)"
    },
    {
        "word": "лостосвење",
        "definition": "крадење (Немој да лостосвиш зош ќа те најт што те ненашло.)"
    },
    {
        "word": "ликум/лиџба/лиџба/лиџботја",
        "definition": "лично, убо (Личботја е бавчата со цвеќа.)"
    },
    {
        "word": "лимонтабетља",
        "definition": "лесно се лути, навредува (Што е ове? Ногу си лимонтабетља.)"
    },
    {
        "word": "листопад",
        "definition": "ко ќа падвет листјата; старото народно име за октомври (Листопад е.)"
    },
    {
        "word": "лугат",
        "definition": "страшило, плашило (Ко лугат изгледаш.)"
    },
    {
        "word": "лукна/љукна",
        "definition": "пушти (Ко и лукнав кравите в ливада.)"
    },
    {
        "word": "маала",
        "definition": "дел од градска или селска населба (Нашата маала е позната в'окољата.)"
    },
    {
        "word": "мавна",
        "definition": "удри, преносно укради (Кој те мавна? Некој ми мавна парите од ќеса!)"
    },
    {
        "word": "маглен",
        "definition": "месец ноември (Во маглен ногу деној се магловити.)"
    },
    {
        "word": "мадем",
        "definition": "право место, извор (Го најдов мадемот.)"
    },
    {
        "word": "мајдан",
        "definition": "рудник, каменолом (Имет пет мајдани отворено.)"
    },
    {
        "word": "мајош",
        "definition": "накиселно (Мерак имам на мајош.)"
    },
    {
        "word": "мајтап",
        "definition": "шега, подбивање, потсмевање (Не сум толку наивен да се мајтапиш со мене.)"
    },
    {
        "word": "мајче",
        "definition": "нена, баба (Мајче ми беше ногу милозја.)"
    },
    {
        "word": "макадам",
        "definition": "градење на пат каде теренот се насипува со толчен камен и песок и се ваља (Патот не е асфалтиран, ама од макадам е.)"
    },
    {
        "word": "макара",
        "definition": "цевка на која се намотува конец (Подајми ја макарата со конец.)"
    },
    {
        "word": "максус",
        "definition": "намерно, типично, на шала, стварно, точно, воздржано (Максус мислиш денска да си ојш домати. Максус така е.)"
    },
    {
        "word": "маљук",
        "definition": "живо сустештво (А маљук-помаљукен! Некој маљук бил пришлиосан.)"
    },
    {
        "word": "мамуза",
        "definition": "тркалце со запци прицврстено за петиците на обувките и служи за терање на коњот (Користи мамузите при трка.)"
    },
    {
        "word": "мамурен",
        "definition": "ненаспан, со навалена глаа (Што си денска така мамурен?)"
    },
    {
        "word": "манга",
        "definition": "груб, дрзок, безобразен, бесрамен ч'век (Манга постана.)"
    },
    {
        "word": "мангал",
        "definition": "тркалезен широк сад со жар за топлење на простории или храна (Преладно е, поставете го мангалот.)"
    },
    {
        "word": "мангар",
        "definition": "ситна турска бакарна пара; воопшто пари (Ти се најждвит нешто мангар в'џеп?)"
    },
    {
        "word": "мандра",
        "definition": "место каде се молзат овците и се преработува сирењето (На мандра се сите.)"
    },
    {
        "word": "манук",
        "definition": "маж, швалер (Ке ти е манукот. Имала некој манук.)"
    },
    {
        "word": "маанџја",
        "definition": "ништо не му се свиждат (Не биди маанџја, најади се.)"
    },
    {
        "word": "маразљја",
        "definition": "осетлив (Ногу е маразљја на климатски промени.)"
    },
    {
        "word": "маребе",
        "definition": "рат, борба (Отје на маребе. Го зеле на маребе.)"
    },
    {
        "word": "марифет",
        "definition": "вештина, мајсторство (Све се прајт со марифет.)"
    },
    {
        "word": "маскара",
        "definition": "грдење, шега, подбивање (Маскара го напрајвте.)"
    },
    {
        "word": "мастра",
        "definition": "содржина (Што мастраф имат внатре?)"
    },
    {
        "word": "матуф",
        "definition": "остарен, опаднат, стар ч'век што заборат, сенилен (Пак заборај. А матуф еден поматуфен!)"
    },
    {
        "word": "маф",
        "definition": "нестане, ги снема (Лошо прее на други и мав се напрае. Кој лошо прајт, маф ќа се напрајт!)"
    },
    {
        "word": "маџир",
        "definition": "иселеник (Маџири сме мие.)"
    },
    {
        "word": "маштењца",
        "definition": "матеница (Маштењца пија и пресна и мајош.)"
    },
    {
        "word": "маштрапа",
        "definition": "метален сад со рачка за вода (Подај ми ја маштрапата со вода.)"
    },
    {
        "word": "м'дар",
        "definition": "мирен (Ногу м'дар си.)"
    },
    {
        "word": "мегдан",
        "definition": "видело, бојно поле, широко празно поле (Кога ќизлезиме на мегдан?)"
    },
    {
        "word": "мекам",
        "definition": "мелодија, убав глас (Ова песма имат убав мекам. Певачот имат убав мекам.)"
    },
    {
        "word": "мелење",
        "definition": "преносно нон-стоп јадење (Да ти е алал! Само си мелиш.)"
    },
    {
        "word": "мерак",
        "definition": "страст, желба за нешто, уживање (Голем меракљја си.)"
    },
    {
        "word": "меркез",
        "definition": "собиралиште, центар (Меркезот е тука.)"
    },
    {
        "word": "меселе",
        "definition": "приказна, доживјење (Ќа ви кажа едно меселе.)"
    },
    {
        "word": "мечта",
        "definition": "замисла, занес, стремење, сонвење (Не мечтај ногу. Ништо немат од теа. Се е лук и вода.)"
    },
    {
        "word": "меџелис",
        "definition": "собрание, јавност, собир (Така дотеран те биват да излезиж в'меџелис.)"
    },
    {
        "word": "миде",
        "definition": "апетит (Имаш миде?)"
    },
    {
        "word": "милет",
        "definition": "народ, нација (Од нашјот милет е.)"
    },
    {
        "word": "милвење",
        "definition": "гушење (Децата си сакет милвење.)"
    },
    {
        "word": "милкање",
        "definition": "жалење, молење (Фати го детето, неглаш дек се милкат цело време)"
    },
    {
        "word": "миндер",
        "definition": "одар за седење покрај ѕид (Курдисај му ја на миндер.)"
    },
    {
        "word": "миник",
        "definition": "мало куче (Ке ти е миникот?)"
    },
    {
        "word": "мираз",
        "definition": "имот што девојката му го носи на мажот (Мираз да зејш не е убо.)"
    },
    {
        "word": "мифтар",
        "definition": "селски старешина (Те биват за муктар, мифтар.)"
    },
    {
        "word": "мишка",
        "definition": "пазва (Што криеш под мишки?)"
    },
    {
        "word": "м'ка",
        "definition": "грижа (Не е една м'ка. Што ќа прајш, за м'ка сме родени.)"
    },
    {
        "word": "м'мење",
        "definition": "лажење (Мене најде да ме м'миш)"
    },
    {
        "word": "м'ндара",
        "definition": "играње (Немој со мене да се м'ндараш. Немат поќе м'ндарање, едош вака, еднош така.)"
    },
    {
        "word": "момичка",
        "definition": "девојка (Зеј момичка од на село.)"
    },
    {
        "word": "мостра",
        "definition": "примерок, ремек дело (Требит да си мостра.)"
    },
    {
        "word": "мрморење",
        "definition": "неразбирли зборој, неразбиљо зборвење (Што е теа мрморење, мрмљање од тебe?)"
    },
    {
        "word": "мрцање",
        "definition": "мрда, не седи мирно, не се држи до зборот (Немат мрцање поќе. Седи мирно и не мрцкарај. Гледам нешто ми мрцкараш, не се држиж за обеќаното.)"
    },
    {
        "word": "муабет",
        "definition": "разговор (Се муабетиме малце.)"
    },
    {
        "word": "мување",
        "definition": "прави далавери, губи време (Ти не си чесен. Се гледат дека нешто муваш. Опуљи очите. Што се муваш така.)"
    },
    {
        "word": "мудур",
        "definition": "управник на град или на област (За мудур го избре.)"
    },
    {
        "word": "мужгањца",
        "definition": "меко (Тиквата мужгањца е.)"
    },
    {
        "word": "мужде",
        "definition": "подарок за оној што донел радосна вест (За мужде си заслужен.)"
    },
    {
        "word": "мукет",
        "definition": "претпазлив, внимателен (Со мукет праја работата.)"
    },
    {
        "word": "мукле",
        "definition": "молчење (А мукле еден.)"
    },
    {
        "word": "мула",
        "definition": "врховен судија, угледен, учен ч'век (Тој е мула.)"
    },
    {
        "word": "муљкање",
        "definition": "зборвење полека, земвење по малце (Не мулкај, биди јасен. Не мулкај. Зеј еден грст од граот.)"
    },
    {
        "word": "мумарада",
        "definition": "што мумлат, неработна (Не биди мумарада.)"
    },
    {
        "word": "мумлање",
        "definition": "неразбирливо зборвење (Те моља не мумлај така.)"
    },
    {
        "word": "мунасип",
        "definition": "погоден, умесен, поволен, што одговара на околностите (Ако е мунасип ќа го зја.)"
    },
    {
        "word": "муниста",
        "definition": "бисер (Ке се мунистата?)"
    },
    {
        "word": "мунза",
        "definition": "кога се пуштавет рацете кон некого во кој се немат поверење и му се вели:  -  У!!! Tешко си куќа, немат ништо од тебе!"
    },
    {
        "word": "мурдар",
        "definition": "запуштен, неуреден, нечист ч'век (Видете го мурдар  постанал!)"
    },
    {
        "word": "муртат",
        "definition": "издајник, шпион (Муртати имало секваш.)"
    },
    {
        "word": "мусала",
        "definition": "место во природа каде муслиманите вршет верски обреди на отворен простор (Ода на мусала.)"
    },
    {
        "word": "мусандра",
        "definition": "голем орман каде се држет постелнини (Јорганот е во мусандрата.)"
    },
    {
        "word": "мутав",
        "definition": "будала (Не прај се мутав.)"
    },
    {
        "word": "мутлака",
        "definition": "секако, сигурно, веројатно, бездруго (Мутлака така ќа беше)"
    },
    {
        "word": "муфлуз",
        "definition": "пропаднат ч'век (Ногу си муфлуз.)"
    },
    {
        "word": "муфте",
        "definition": "бесплатно, без пари, џабе, бадијала (Ногу си меракља на муфте. Муфтаџја си.)"
    },
    {
        "word": "мушавере",
        "definition": "договор, советување (Без мушавере ништо не вреди.)"
    },
    {
        "word": "набубурен",
        "definition": "наљутен, накренат (Што си набубурен така? Се ти се гледат криво.)"
    },
    {
        "word": "наврапито",
        "definition": "изненада, набрзина (Наврапито ни пцојса петелот.)"
    },
    {
        "word": "наври",
        "definition": "облечи преносно да падниш во неква невољја (И наври кондурите. Ке се навираше таму ке нетребит.)"
    },
    {
        "word": "нагличено",
        "definition": "затемнато, спремно за врнење (Денска е б`јги нагличено. Изгледа ќа врнит.)"
    },
    {
        "word": "нада",
        "definition": "надеж (Нада не губи.)"
    },
    {
        "word": "надрети",
        "definition": "намерил, одлучил (Што се надрети тука па тука.)"
    },
    {
        "word": "наизус",
        "definition": "напамет (Све наизус научи. За учење наизус те бива!)"
    },
    {
        "word": "налбат",
        "definition": "ковач (Иште како налбат работаш!?)"
    },
    {
        "word": "налет",
        "definition": "проклет, да не постовјат, го игнорираф, не ме интересират за него (Не можеф поќе да се распрам со него. Налет го сторив. Налет да се несториш ме изнасмја.)"
    },
    {
        "word": "нам",
        "definition": "глас, популарност (Пази што прајш со нив. Тие само намот ти го кревет.)"
    },
    {
        "word": "намери",
        "definition": "одлучи (Намери да се прајт така и немат друго чаре.)"
    },
    {
        "word": "намет",
        "definition": "натрупано (Снегот и виулицата сношти имет големи намети напрено.)"
    },
    {
        "word": "намќур",
        "definition": "кавгаџија, опак ч`век, лицемер, ч`век со лоши морални особини, лош, завидлив (Намќур голем си. Как се погодивте сите намќури.)"
    },
    {
        "word": "намуз",
        "definition": "образ, чест, чесност (Ногу си бил намузља. Намузот си го гизгубил. Не само тежи по земјава, имај малу намуз.)"
    },
    {
        "word": "намуртен, начипурен",
        "definition": "неуба гримаса на лицето, лут, нанервиран (Што си се намуртил/начипурил така?)"
    },
    {
        "word": "намерник",
        "definition": "случаен гостин, случајно сретнат ч`век (Намерник имавме овје деној.)"
    },
    {
        "word": "нагро/нангро",
        "definition": "на големо (Нагро и имет кренато цените. Нангро кревет од брашното.)"
    },
    {
        "word": "напастје",
        "definition": "преносно нападне (Денска не напастје гостите.)"
    },
    {
        "word": "напна",
        "definition": "напрегање, припремање, одлучи, реши, намери (Напни малку за да ја турниме колата. Ко напна се ојт и се ојт во ниедно време)"
    },
    {
        "word": "наперчук",
        "definition": "се вртеше (Од болки наперчук се вртеше.)"
    },
    {
        "word": "напресек",
        "definition": "скратено (Напресека пред тебе ќа стигна.)"
    },
    {
        "word": "нар",
        "definition": "калинка (Ногу нар јада.)"
    },
    {
        "word": "нарав",
        "definition": "карактер, однесвење (Ногу чуден нараф имаш. Мораш нарафот да си го смениш.)"
    },
    {
        "word": "нарогвен",
        "definition": "лут, нервозен (Што си така нарогвен?)"
    },
    {
        "word": "насабајле",
        "definition": "наутро (Рано насабајле ќа трниме.)"
    },
    {
        "word": "насјет/насиет",
        "definition": "порака, завет, аманет (Насјет е потребен. Во насјет ми е остено да го чувам.)"
    },
    {
        "word": "насмени",
        "definition": "спомени, потсети на нешто (Убо што насмени, ќа заборев.)"
    },
    {
        "word": "натемаго",
        "definition": "ѓавол, сатана (Види, види, каков натемаго си.)"
    },
    {
        "word": "натенане",
        "definition": "полека (Натенане му ја тераш и сто години му ја живејш.)"
    },
    {
        "word": "нафол",
        "definition": "бавтана, отприлика, како ќа ти текнит (Не лупај од нафол. Све си прајш нафол.)"
    },
    {
        "word": "небаре/небарте",
        "definition": "како да, нели, требеше, мислеше (Небаре рече ќа си одел вград. Небарте ќа не чекавте.)"
    },
    {
        "word": "невоја",
        "definition": "од што мора (Од невоја го напрајв теа што не требеше.)"
    },
    {
        "word": "недрван",
        "definition": "недоцел, незрел (А недрван еден! Тешко си тебе, недарван еден!)"
    },
    {
        "word": "неимар",
        "definition": "градежник (Ѓуше ми како неимар работал.)"
    },
    {
        "word": "нејсе",
        "definition": "тоа е тоа, не е важно, ок (Нејсе, ќа опитам некој друг. Нејсе, да не длжиме иште.)"
    },
    {
        "word": "некез/неќез",
        "definition": "себичен, лош (Голем неќез си. Не биди неќез.)"
    },
    {
        "word": "некни",
        "definition": "пред некој ден (Некни ти кажаф што да прајш.)"
    },
    {
        "word": "нем",
        "definition": "влага, гнилеж, преносно ч`век што не зборвит (Од водата нем имат фатено подрумот. Ја научив и немската азбука.)"
    },
    {
        "word": "немски",
        "definition": "без зборој (Браво, и немски си знел!)"
    },
    {
        "word": "нефс",
        "definition": "карактер (Таков му е нефсот.)"
    },
    {
        "word": "неџанам",
        "definition": "како не (Ѓуамити ќа се селеле в`град. Неџанам! Тие се само фиќушки.)"
    },
    {
        "word": "н`заркаче",
        "definition": "нешто што се гледат, наблудвит, што се пикират (Види го мачено право н`зркаче е. Пикират каде да изрошкат.)"
    },
    {
        "word": "ничкум",
        "definition": "на лице (Се лизнав и паднав ничкум.)"
    },
    {
        "word": "ниет",
        "definition": "намера (Ниетот ми беше таков.)"
    },
    {
        "word": "нимети",
        "definition": "благодати (Ниметите се зголемвет.)"
    },
    {
        "word": "нишан",
        "definition": "ознака, мера, мерка (Видоф еден нишан таму.)"
    },
    {
        "word": "нозба",
        "definition": "подарок (Со нозба ќа се ојт?)"
    },
    {
        "word": "ноксан",
        "definition": "недостаток, фалит, фаличен, неточен (Не биди ноксан. Ти си ноксан в`гла. Ноксан ти е мерата.)"
    },
    {
        "word": "ноксан фиќирља",
        "definition": "фаличен со мани (Ногу си бил ноксан фиќирља.)"
    },
    {
        "word": "нопаку",
        "definition": "обратно (Нопаку не ојт.)"
    },
    {
        "word": "нопрак",
        "definition": "тврдоглав, инајџија (Голем нопрак си постанал.)"
    },
    {
        "word": "норче",
        "definition": "што норкат преносно што рошкат, што сакат све да знајт (Големо норче си постанато.)"
    },
    {
        "word": "обу",
        "definition": "облече (Ги обу пантолите?)"
    },
    {
        "word": "обид",
        "definition": "проба (Се обидов и ништо.)"
    },
    {
        "word": "огич",
        "definition": "овен предводник на стадото (Како огич си.)"
    },
    {
        "word": "оглед",
        "definition": "гледање (Со оглед на тешката ситуацја)"
    },
    {
        "word": "ограјсе",
        "definition": "здосадје, падавица (Не ограјсе комарците.)"
    },
    {
        "word": "одаја/одејка",
        "definition": "соба (Таа одејка е моја.)"
    },
    {
        "word": "одврлени",
        "definition": "отпревртени, отворени (Што и имаш така очите одврлени?)"
    },
    {
        "word": "одчапени",
        "definition": "скинати, скршени (Се отчапи гранката и паднав.)"
    },
    {
        "word": "ожгелдин",
        "definition": "добредојде (Ожгелдин, бре пријател!)"
    },
    {
        "word": "ожболдук",
        "definition": "добревенајдов (Ожболдук, бре газда!)"
    },
    {
        "word": "ој",
        "definition": "оди (Ој таму што подалеку. Каде ќа ојш? Ке ојт тој?)"
    },
    {
        "word": "ојнак",
        "definition": "поголем ореф со кој се гаѓет помалите, преносно лабав, жив, весел, немирен, променлив, нестабилен (Види го ојнакон. Одма мојш да го позниш.)"
    },
    {
        "word": "ока",
        "definition": "мерка за тежина, 1282 грама (Околу една ока тежеше.)"
    },
    {
        "word": "олош",
        "definition": "расипан (Не биди олош.)"
    },
    {
        "word": "олџица",
        "definition": "лажица (Дај ми една олџица.)"
    },
    {
        "word": "омалаксан",
        "definition": "уморен (Што си омалаксан така?)"
    },
    {
        "word": "омјазен",
        "definition": "загрижен (Што си се омјазил така?)"
    },
    {
        "word": "оманда, омати, окрка",
        "definition": "изеде (Кој и омандал праските? За страмота. Се сте омандале.)"
    },
    {
        "word": "опапарлен",
        "definition": "вчудоневиден (Што си се опапарлил така? Не туку п`прлисе!)"
    },
    {
        "word": "опаши",
        "definition": "облечи, преносно удри, мавна (И опаши пан-толите. Ако ти ја опаша една, тога ќа видиш кој су ја.)"
    },
    {
        "word": "опинци",
        "definition": "гумени чевли (Ке се опинците мој?)"
    },
    {
        "word": "опитви",
        "definition": "прашувај (Мојш да опиташ. Опитви штом не знајш нешто.)"
    },
    {
        "word": "опљачкани, оробени",
        "definition": "украдени (Не бевме тука и некој сношти не опљачкал, не оробил.)"
    },
    {
        "word": "опна",
        "definition": "качи, преносно удра (Што си се опнал така на коњот!? Ак ти ја опна една! Тога ќа видиш кој не знајт.)"
    },
    {
        "word": "опрашка",
        "definition": "„ко прашина“, ногу малу, малку забележително (Сношти ко опрашка е паднат снег.)"
    },
    {
        "word": "оптегачи",
        "definition": "легнат, испружил, отпуштил, раскомотил, преносно ако ти ја удра една (Што си се оптегачил така? Ак` ти ја оптегача една!)"
    },
    {
        "word": "опул",
        "definition": "поглед (Имаш ногу страшен опул.)"
    },
    {
        "word": "опуљен",
        "definition": "вешт, способен, итар (Ногу опуљен си. Алал да ми ти е!)"
    },
    {
        "word": "орлопато ке ти падна",
        "definition": "што паднало не станало, што е овој хаос, кој ќа се снајт кога сешто-нешто е нафрлано (Што е ова орлопато ке ти падна.)"
    },
    {
        "word": "орман",
        "definition": "дел од шума (Немој да бериш костени во чужди орман.)"
    },
    {
        "word": "ормар",
        "definition": "делот за бесење плачки в`шифуњер (В`ормар клај пљачките.)"
    },
    {
        "word": "ортак",
        "definition": "партнер во трговија (Ко ортаци работаме.)"
    },
    {
        "word": "ортома/фртома",
        "definition": "дебело јаже (Само со ортома/фртома мојт да се тргнит.)"
    },
    {
        "word": "оружа",
        "definition": "имаш оружје,  преносно намести, дотера (Наоружан си? Наоружај се убо, зош не чекат длг пат. Можда ќа врнит.)"
    },
    {
        "word": "оруч",
        "definition": "пост (Сега е време од оруч.)"
    },
    {
        "word": "оскудница",
        "definition": "немање, немаштја (Понекваш беше оскудица.)"
    },
    {
        "word": "осмак",
        "definition": "мерка за тежина 50 кг. (Еден осмак костени собравме.)"
    },
    {
        "word": "остина",
        "definition": "олади (Ти остина јадењето.)"
    },
    {
        "word": "отколенѓос",
        "definition": "од сегде-негде, од нигде (Се собрале од коленѓос.)"
    },
    {
        "word": "отпудвење",
        "definition": "отстранвење, чистење (Едвај ги отпудивме. За ништо си го отпудје детето.)"
    },
    {
        "word": "отракан",
        "definition": "снаодлив, способен (Манче, по некваш си ногу отракан.)"
    },
    {
        "word": "отчекна",
        "definition": "одвои, отцепи (Никако да го отчекна.)"
    },
    {
        "word": "офтика",
        "definition": "туберкулоза (Офтиката го фатила.)"
    },
    {
        "word": "очапрлен",
        "definition": "чудно гледање со очите (Што си така очапрлен со очите?)"
    },
    {
        "word": "ошевратен, ошемуглeн",
        "definition": "ненормален (Како ошемуглен, ошевратен се понашаш.)"
    },
    {
        "word": "ошмара",
        "definition": "мешавина, неред (Ошмара од зборвење ни напрај глајте.)"
    },
    {
        "word": "оштепје",
        "definition": "ногу испасена ливада (Ливадата овците ја име оштепено до земја.)"
    },
    {
        "word": "пајдос",
        "definition": "прекин на работа, пауза, одмор (Време е да пајдосаме.)"
    },
    {
        "word": "пајташ",
        "definition": "другар, пријател, соучесник (И тој беше пајташ в`игра.)"
    },
    {
        "word": "паламарка",
        "definition": "парка/парче, поприлично голема/мо (Цела паламарка од клкот ми прече.)"
    },
    {
        "word": "палаф",
        "definition": "луд, безумен, будала (Ногу си палаф. Кој палавит овде?)"
    },
    {
        "word": "памет",
        "definition": "ум, акал (Слабо го користиш паметот.)"
    },
    {
        "word": "пампур",
        "definition": "воз на пареа, параброд (Како пампур чадит.)"
    },
    {
        "word": "пандур",
        "definition": "полицаец (Пандурот е тој.)"
    },
    {
        "word": "панукла",
        "definition": "чума (Види пануклана што прајт.)"
    },
    {
        "word": "пањче",
        "definition": "тањир (Ќа ми требит едно пањче.)"
    },
    {
        "word": "параспур",
        "definition": "неуреден, морално и матрејално пропаднат (Како параспур си се напрајл.)"
    },
    {
        "word": "параќаја",
        "definition": "голем ч`век, големец (Од кога ти параќаја!?)"
    },
    {
        "word": "парка",
        "definition": "парче, дел (Преголема е таа парка.)"
    },
    {
        "word": "паспаљ",
        "definition": "прашина во водењца (А, паспаљко еден!)"
    },
    {
        "word": "пастра/спастра",
        "definition": "чување, пазење, крие, штеди, варди, преносно го спастрје го средје, ќотек му дале, го убиле (Ногу работи и спастрив на место. Не научифте нешто денска некого го спастриле. Не знам ал научивте, ама го спастриле.)"
    },
    {
        "word": "патлајсе",
        "definition": "сломје (Го патлајсе кутрјот од ќотек.)"
    },
    {
        "word": "патлак",
        "definition": "пиштол, пукало (Патлакот ашиќерно го носиш.)"
    },
    {
        "word": "паќет",
        "definition": "чист, уреден (Паќет се стварите.)"
    },
    {
        "word": "пачавра",
        "definition": "крпа за бришење (Избриши со пачаврата.)"
    },
    {
        "word": "пачариз",
        "definition": "лом, безредие (Што е тој пачариз?)"
    },
    {
        "word": "педа",
        "definition": "мерка за длжина (Иште една педа фалеше.)"
    },
    {
        "word": "пезевек",
        "definition": "мангуп, расипан ч`век, подмолник (Мрш таму, пезевенк еден!)"
    },
    {
        "word": "пеки/пеќи",
        "definition": "добро, во ред, важи (Пеки, пеќи, се согласва!)"
    },
    {
        "word": "пеливан",
        "definition": "борач, јунак, витез (Прав пеливан си.)"
    },
    {
        "word": "пенџера",
        "definition": "прозор (Сакам дрвени пенџери.)"
    },
    {
        "word": "пепел",
        "definition": "остаток од изгорено дрво, преносно се искаре (Пепелта ќа ни требит. Браќата пепел се напрае меѓу себе.)"
    },
    {
        "word": "пепелана",
        "definition": "големо карање (Пепел, пепелана се напрае.)"
    },
    {
        "word": "перде",
        "definition": "завеса (Ми извалка пердињата!)"
    },
    {
        "word": "перѓел",
        "definition": "шестар (Ако те удра, ќа се свртиш/ќа те сврта како перѓел. Падна и како перѓел се вртеше.)"
    },
    {
        "word": "перѓел/ез",
        "definition": "преносно зош е округли задник, г`з (Удри му ја по перѓел, по перѓелезез.)"
    },
    {
        "word": "переќенде",
        "definition": "расфрлен, растурен; преносно важен, голем (Сегде се прајш переќенде.)"
    },
    {
        "word": "периз",
        "definition": "диета; преносно не ногу зборвење (Ич немаш периз на устата.)"
    },
    {
        "word": "перја",
        "definition": "измислена убавица (Како перја си?)"
    },
    {
        "word": "перна",
        "definition": "качи; преносно удри (Му се перна на коњчето!? Перни му ја една шљакањца. За друго не е заслужен.)"
    },
    {
        "word": "пернат",
        "definition": "луд, будала, качен, ак ти ја удра (Как што гледам пернат си ти! Се перна на коњот. Ак ти ја перна една ќа виш тога!)"
    },
    {
        "word": "пестиљ",
        "definition": "сушено овошје (Пестиљот е готов ке нас.)"
    },
    {
        "word": "петељкање",
        "definition": "помин, пребродвење (И без пари петељкаме некако.)"
    },
    {
        "word": "печалено",
        "definition": "сработено (Сам р`мбав и печалев м`нгар)"
    },
    {
        "word": "печук",
        "definition": "заостанат во развој (А печук еден!)"
    },
    {
        "word": "пизма",
        "definition": "мрзење, омраза. (Што е таа пизма од сите.)"
    },
    {
        "word": "пика",
        "definition": "става, реди, клава (Не пикаја раката, дан те к`снит нешто.)"
    },
    {
        "word": "пикоса",
        "definition": "примети, запази (Го пикоса каде е?)"
    },
    {
        "word": "пиљаф",
        "definition": "варен ориз со млеко (Пиљафот е готов.)"
    },
    {
        "word": "пиле",
        "definition": "птица, врапче (Клачката остана без пилиња.)"
    },
    {
        "word": "пипун",
        "definition": "диња, преносно незрел (Пипуните се првокласни. А пипун еден!)"
    },
    {
        "word": "пинтја",
        "definition": "скржав (Не биди толку пинтја.)"
    },
    {
        "word": "пир",
        "definition": "житарица слична на пчењцата со поголемо зрно, без осилки, зрното добро скриено и тешко се делит со вршење"
    },
    {
        "word": "пиралка",
        "definition": "дрвена лопата (Дњци ја пиралката да го извејме житото, да ги тупаме пљачките во перење.)"
    },
    {
        "word": "пис/пислак",
        "definition": "нечесен, нечистотија (Што е таа писотја овде?)"
    },
    {
        "word": "пич",
        "definition": "копиле (А пич еден!)"
    },
    {
        "word": "пишман/пишманлак",
        "definition": "каење, откажување од договор, од намера, двоумење (Не пишмани се. Со пишман ништо не прајме.)"
    },
    {
        "word": "пишманаџја",
        "definition": "се предомислит за сешто-нешто (Ногу пишманаџја си!)"
    },
    {
        "word": "пјав",
        "definition": "пеев (Пјав, пјав и допјав)"
    },
    {
        "word": "плагоса",
        "definition": "погоди (Го плагоса?)"
    },
    {
        "word": "пљага",
        "definition": "рана (Полека, пљага има!)"
    },
    {
        "word": "плачки",
        "definition": "алишта (Ги исправте плачките?)"
    },
    {
        "word": "пласовјат",
        "definition": "пукнит (Од инет ќа пласовјат.)"
    },
    {
        "word": "плач тарафт",
        "definition": "пукни тука"
    },
    {
        "word": "плескуќ",
        "definition": "сплескан (Косата плескуќ ти е. Ако те потфата малку имат плескуќ да те напра.)"
    },
    {
        "word": "плит",
        "definition": "непечена цигла од кал и слама (Плитој прајме.)"
    },
    {
        "word": "плитко",
        "definition": "ниско (Ногу е плитко тука.)"
    },
    {
        "word": "плот",
        "definition": "ограда од дрва во разна форма (Плотот полека се распадна, морат да го обнова.)"
    },
    {
        "word": "п`мпарање",
        "definition": "ногу зборвење, дрдорење (Не пмпарај ногу. Постана предосаден од твојто пмпарање. Само за п`мпарање те биват.)"
    },
    {
        "word": "повјено",
        "definition": "завиткано (Повјете го убо!)"
    },
    {
        "word": "подбјање",
        "definition": "шегување (Не подбјајсе со секого, некого.)"
    },
    {
        "word": "подпазва",
        "definition": "подмишки (Скри сега под пазва да не ти паднет.)"
    },
    {
        "word": "поенчај го",
        "definition": "пофати го, потргни го, со тргање по малце (Поенчај го некако ако мојш. Поенчви го пополека.)"
    },
    {
        "word": "полазањца",
        "definition": "падната, легната, изметкана (Од невремето полазањца беше тревата, пчењката напрено.)"
    },
    {
        "word": "понада",
        "definition": "посебна покана, посебен поклон, со милвење (Само тебе требит да те каниме со понада. Не се покорвиш и без понада нејдеш.)"
    },
    {
        "word": "понаразлик",
        "definition": "ко ќа су послободен (Ко ќа су понаразлик ќа дојда.)"
    },
    {
        "word": "порта",
        "definition": "голема врата (Провери дали портата е затворена.)"
    },
    {
        "word": "послом",
        "definition": "покрив (Посломот не го издржа снегот.)"
    },
    {
        "word": "поспалко",
        "definition": "неуреден, несреден (Што си таков поспалко. Потсреди се малце.)"
    },
    {
        "word": "постеќа",
        "definition": "кожа од овци (Имаш постеќа?)"
    },
    {
        "word": "поштук",
        "definition": "траг, спомен нестана, исчезна (Дур дојдов до него поштук се стори.)"
    },
    {
        "word": "првиче",
        "definition": "прво одење на нестата ке својте родители (Утре ќа бит првичето.)"
    },
    {
        "word": "прегна",
        "definition": "намести  (Го прегнавте коњот?)"
    },
    {
        "word": "предума",
        "definition": "се премисли (Се предума пак.)"
    },
    {
        "word": "прежда",
        "definition": "конец кој се добјат при предење на волната со фурка и вретено (Имам доста прежда за два џемпери.)"
    },
    {
        "word": "прекрдаши",
        "definition": "претера (Сега ја прекрдаши работата.)"
    },
    {
        "word": "преку трупа в`трупе",
        "definition": "право преку брдо (Преку трупа в`трупе е местото што го барате.)"
    },
    {
        "word": "препна",
        "definition": "спречи, затвори (Кој ја препна браздата?)"
    },
    {
        "word": "пресека",
        "definition": "скратено (На пресека побргу ќа стигниш. На пресека и ќа го стигниш.)"
    },
    {
        "word": "пресно",
        "definition": "сирење, нормално не кисело (Пресно е сирењето.)"
    },
    {
        "word": "припек",
        "definition": "горештина (Б`јги припек е.)"
    },
    {
        "word": "пришлиоса",
        "definition": "појави, дојде (Од ке се пришлиоса сега! За шер ќа се пришлиосат сега, за да немојме да мрдниме.)"
    },
    {
        "word": "прле",
        "definition": "младо од магарица (Прлето е ногу скосотљо.)"
    },
    {
        "word": "прнги",
        "definition": "окови (Му кладве прнгите на нозе.)"
    },
    {
        "word": "прокопса",
        "definition": "напредовање, да се успејт во животот (Прокопса дур не го напрај. Прокопсавме со едното па сега и со другото.)"
    },
    {
        "word": "промена",
        "definition": "измена; преносно облеквење (Што измена во составот? Си се променал убо.)"
    },
    {
        "word": "прототољи",
        "definition": "виси, падна (Што ти се прототољени пплачките? Ќа ти се прототолет шелојте од в пазва?)"
    },
    {
        "word": "прч",
        "definition": "јарец (Како прч си! Ој преслечи, искапи се. Како прч смрдиш.)"
    },
    {
        "word": "прчење",
        "definition": "кревање на големо (Што се прчиш?)"
    },
    {
        "word": "прчвалница",
        "definition": "кафана или која била просторија што смрдит (Што е ове како в`прчвалница да сме.)"
    },
    {
        "word": "п`трѓи",
        "definition": "настани, случки (Што се овје п`трѓи?)"
    },
    {
        "word": "пузина, пржник",
        "definition": "исушени, изгорени (Пузина ти е напрен пиперот за вода.)"
    },
    {
        "word": "пукнат",
        "definition": "експлодиран, отепан, преносно ојнак, отракан (Пукнат е балонот. А каков пукнатик си ти!)"
    },
    {
        "word": "пукнато перде",
        "definition": "без страм (Не биди пукнато перде.)"
    },
    {
        "word": "пули",
        "definition": "гледа (Што се пулиш така!?)"
    },
    {
        "word": "пуфтање",
        "definition": "кревање на големо, прење важен (Премногу се пуфташ.)"
    },
    {
        "word": "разбондиса",
        "definition": "скрши, распадна, расипа, расклопи (Сега све се разбондиса.)"
    },
    {
        "word": "разбој",
        "definition": "направа за ткење (Разбојот не ни е во употреба.)"
    },
    {
        "word": "разја",
        "definition": "причина (Не прај се разја да состајт жена со деца.)"
    },
    {
        "word": "рало и плуг",
        "definition": "порано служеле за орање (Ралото е спремно, да и наместиме волојте.)"
    },
    {
        "word": "разјарен",
        "definition": "возбуден (Што си разјарен така?)"
    },
    {
        "word": "раскочен",
        "definition": "размазен (Кој те раскочил така. Кочењето на децата не е добро.)"
    },
    {
        "word": "рат/рахат, ратисвење, ратхатлук",
        "definition": "безгрижен, мирен, спокоен, задоволен, комотен (Рат сум сега, се ратисав од будалите.)"
    },
    {
        "word": "раја",
        "definition": "сиромаштија, народ (Раја си е раја.)"
    },
    {
        "word": "рафт",
        "definition": "полица, сталажа, преградок (Остај ги на рафтот.)"
    },
    {
        "word": "рини",
        "definition": "чисти (Го изринавте ќералот?)"
    },
    {
        "word": "р`мба, рамба, ргач, ринта",
        "definition": "оној кој напорно работат, аргат, роб (Тој го имет само за ргање, `рмбање, ринтање.)"
    },
    {
        "word": "резил/резилак",
        "definition": "страм, страмота, кара, навредува (Не порезили сите. Застрами се. За резилак е теа што го прајш.)"
    },
    {
        "word": "репна",
        "definition": "удирање, преносно да ти напиша, да ти да (Ак ти репна една тварешка по корис! Да ти репна една казна. Да ти репна една пијачка.)"
    },
    {
        "word": "решпе",
        "definition": "искинато, издупено (Пази од решпе се напрај, цељот с`изискина.)"
    },
    {
        "word": "рефуз",
        "definition": "расипано, растурено (Не се за употреба. Рефус се.)"
    },
    {
        "word": "речи",
        "definition": "проговори, кажи (Речено сторено. Речи нешто.)"
    },
    {
        "word": "риза",
        "definition": "одобврење, прифаштање, потврдвење, преносно пешкир (Денска риза ќа имаме, ризата ќа се носит.)"
    },
    {
        "word": "род",
        "definition": "фамиља, преносно принос (Род сме со него. Нивата имаше голем род ова година.)"
    },
    {
        "word": "ропање",
        "definition": "пуштање воздух, прдење. Преносно никој не те ропат бакрачит, фермат (Како коњине ропаш. Не ропај сегде, негде. Страмота е. Како поштенник.)"
    },
    {
        "word": "р`туќ",
        "definition": "кисело (Р`туќ е туршјата.)"
    },
    {
        "word": "руво",
        "definition": "носија (Ногу убо руво имате.)"
    },
    {
        "word": "рулек",
        "definition": "повјено (Иште в`рулек г`имате детето?)"
    },
    {
        "word": "русвај",
        "definition": "збрка, голема мешаница, метеж, лом (Русвај беше насекаде.)"
    },
    {
        "word": "рутина",
        "definition": "пракса, искуство (Рутината ногу ми поможи.)"
    },
    {
        "word": "руфет",
        "definition": "занимање, професја (Имаш некој руфет.)"
    },
    {
        "word": "рушвет",
        "definition": "поткуп, мито (Не секирај се, со рушвет ќа средиме.)"
    },
    {
        "word": "сабајле/сабав",
        "definition": "наутро"
    },
    {
        "word": "сабар",
        "definition": "стрплење"
    },
    {
        "word": "саглам",
        "definition": "здрав, добар, сигурен; паметно, стварно, чесно, вистинско"
    },
    {
        "word": "саде",
        "definition": "вистински, немешан, чист, единствен, само, едноличен"
    },
    {
        "word": "салма/салмана",
        "definition": "стока која шета без чување"
    },
    {
        "word": "салтанет",
        "definition": "сјај, раскош, луксуз"
    },
    {
        "word": "сан",
        "definition": "поголем тањир"
    },
    {
        "word": "с`нќи",
        "definition": "кобајаги, како, зарем"
    },
    {
        "word": "сараф",
        "definition": "менувач на пари, банкар, преносно не држи пари"
    },
    {
        "word": "сараџа",
        "definition": "жива рана"
    },
    {
        "word": "сатар",
        "definition": "сеќирче со долго сечило и куса р`чка"
    },
    {
        "word": "саштиса",
        "definition": "збуни, изненади некого"
    },
    {
        "word": "свургарли",
        "definition": "сврти, заврти; преносно ако ти ја заврта /удра"
    },
    {
        "word": "с`де",
        "definition": "само"
    },
    {
        "word": "себет",
        "definition": "повод, причина"
    },
    {
        "word": "севда",
        "definition": "лубов, сакана, изгора"
    },
    {
        "word": "севте",
        "definition": "на почеток, прво"
    },
    {
        "word": "сејр",
        "definition": "разонодувачка глетка"
    },
    {
        "word": "сејмен",
        "definition": "полицаец во турската имперја"
    },
    {
        "word": "сека",
        "definition": "поситните изсечени гранки од дрвото"
    },
    {
        "word": "секање",
        "definition": "блиц при електрично празнење од облаците; и го секав, тркав, јавав коњот"
    },
    {
        "word": "секирација",
        "definition": "мислење, грижа"
    },
    {
        "word": "селамет",
        "definition": "спас, успех, среќа"
    },
    {
        "word": "серај",
        "definition": "првото молзење по рождање на кравата"
    },
    {
        "word": "сербес",
        "definition": "отворено, безстрам, без контрола"
    },
    {
        "word": "сермја/сермија",
        "definition": "имот, капитал"
    },
    {
        "word": "сетне",
        "definition": "после, потоа"
    },
    {
        "word": "сетре",
        "definition": "палто, јакна"
    },
    {
        "word": "сечко",
        "definition": "мраз, лед, старото народно име за месец фебруари"
    },
    {
        "word": "с`жен",
        "definition": "стара мера за должина, околу два метри"
    },
    {
        "word": "сиктер",
        "definition": "мрш надвор, бегај"
    },
    {
        "word": "сима",
        "definition": "тен, изглед"
    },
    {
        "word": "симсиле",
        "definition": "род, племе, фамилија"
    },
    {
        "word": "сињак",
        "definition": "студено, темно, облачно"
    },
    {
        "word": "синор",
        "definition": "граница меѓу две села, меѓу ниви"
    },
    {
        "word": "силдисано",
        "definition": "зачепено"
    },
    {
        "word": "сифат",
        "definition": "лице"
    },
    {
        "word": "сиџим",
        "definition": "ј`же, врска"
    },
    {
        "word": "с`јдиса/сајдиса",
        "definition": "уважи, одобри, укажа почит, чест"
    },
    {
        "word": "с`јосвење/сајосвење",
        "definition": "рошкање, пребарвење, превртвење"
    },
    {
        "word": "с`јот/сајот",
        "definition": "цељот, целиот"
    },
    {
        "word": "с`калдиса/сакалдиса",
        "definition": "изнервира, предизвика некому немир"
    },
    {
        "word": "скапан",
        "definition": "уморен; преносно сиромав"
    },
    {
        "word": "скапнат",
        "definition": "уморен"
    },
    {
        "word": "скемле",
        "definition": "стол"
    },
    {
        "word": "склифна",
        "definition": "се предаде, падна"
    },
    {
        "word": "с`клма",
        "definition": "секирацја, нервоза"
    },
    {
        "word": "скопча/копчаш",
        "definition": "свати, разбра"
    },
    {
        "word": "скости",
        "definition": "„ја погоди”, му се велит на некого кога нешто ќа речит што нема врска со темата на муабетот"
    },
    {
        "word": "скраја",
        "definition": "од страна, далеку од мене, од нас"
    },
    {
        "word": "скржав",
        "definition": "стегната рака, титис, циција"
    },
    {
        "word": "скут",
        "definition": "наручје"
    },
    {
        "word": "с`лдисе",
        "definition": "пуштје"
    },
    {
        "word": "слупје",
        "definition": "преносно го украдје"
    },
    {
        "word": "смугре",
        "definition": "незрел, будала"
    },
    {
        "word": "смужгано",
        "definition": "згазено, стапено"
    },
    {
        "word": "снежник",
        "definition": "месец на снегот, старото народно име за декември"
    },
    {
        "word": "с`нќив",
        "definition": "божем, небаре зарем, како да"
    },
    {
        "word": "снопје",
        "definition": "жито невршено"
    },
    {
        "word": "соблечен",
        "definition": "необлечен, разголен"
    },
    {
        "word": "сокак",
        "definition": "улица"
    },
    {
        "word": "сој",
        "definition": "род, фамилија, племе, потекло, народ, колено"
    },
    {
        "word": "сом",
        "definition": "риба; преносно масивен, полн"
    },
    {
        "word": "сомун",
        "definition": "леб"
    },
    {
        "word": "сопази, спази",
        "definition": "забележа"
    },
    {
        "word": "сопка",
        "definition": "подмервење нога, прекинвење"
    },
    {
        "word": "сотра",
        "definition": "собра, украде, уништи"
    },
    {
        "word": "софра",
        "definition": "округла маса за јадење"
    },
    {
        "word": "спаја/спахија",
        "definition": "богат, имошљав"
    },
    {
        "word": "спастрje",
        "definition": "струполи, падна"
    },
    {
        "word": "спласна",
        "definition": "намали, се смири"
    },
    {
        "word": "сприја",
        "definition": "брз, недостижен"
    },
    {
        "word": "с`ра",
        "definition": "ред"
    },
    {
        "word": "с`рт",
        "definition": "врв"
    },
    {
        "word": "с`рдиса/сардиса",
        "definition": "опколи"
    },
    {
        "word": "Станбол",
        "definition": "Истамбул"
    },
    {
        "word": "стана",
        "definition": "стигна"
    },
    {
        "word": "стелна",
        "definition": "се велит за бремена крава, бијолица и други животни"
    },
    {
        "word": "стемна",
        "definition": "се затемна"
    },
    {
        "word": "стомна",
        "definition": "сад од ума за пиење вода"
    },
    {
        "word": "стопан",
        "definition": "домаќин, власник"
    },
    {
        "word": "страден",
        "definition": "нешто што немат, што му недостигвит"
    },
    {
        "word": "ститарен",
        "definition": "упорен"
    },
    {
        "word": "строшен",
        "definition": "нездрав"
    },
    {
        "word": "струка",
        "definition": "занат, професја"
    },
    {
        "word": "стипцоса",
        "definition": "се вкочани"
    },
    {
        "word": "стуткај",
        "definition": "гужвање, берење"
    },
    {
        "word": "студени",
        "definition": "првјот ногу ладен месец, старото народно име за ноември"
    },
    {
        "word": "сугаре",
        "definition": "задно родено"
    },
    {
        "word": "сугестија",
        "definition": "осет, мислење"
    },
    {
        "word": "сулундари",
        "definition": "мразулци"
    },
    {
        "word": "супурдисале",
        "definition": "сметиле, украле, упропастиле"
    },
    {
        "word": "сурат",
        "definition": "лице, израз на лицето"
    },
    {
        "word": "сурдиса",
        "definition": "зароби, протера"
    },
    {
        "word": "сурија",
        "definition": "големо стадо"
    },
    {
        "word": "суртук",
        "definition": "високо момче ама несолено, скитник, уличар, суров, неугледен ч`век"
    },
    {
        "word": "сус",
        "definition": "молчи, тишина"
    },
    {
        "word": "суќут",
        "definition": "тишина, молк"
    },
    {
        "word": "сходен",
        "definition": "сличен"
    },
    {
        "word": "табјет",
        "definition": "природа, темперамент, навика"
    },
    {
        "word": "табор",
        "definition": "група"
    },
    {
        "word": "тавмана",
        "definition": "одоко, отприлика"
    },
    {
        "word": "тавмаќар",
        "definition": "скржавец, циција, ненаситен"
    },
    {
        "word": "тазе",
        "definition": "свежо"
    },
    {
        "word": "тајфа",
        "definition": "банда, дружина"
    },
    {
        "word": "таксират/таксиратља",
        "definition": "невоља, несреќа, одредено, напишано"
    },
    {
        "word": "такунаѓере",
        "definition": "така некако"
    },
    {
        "word": "талкаш",
        "definition": "лутање, скитање, шетање"
    },
    {
        "word": "тангал",
        "definition": "празно"
    },
    {
        "word": "тангират",
        "definition": "интересират"
    },
    {
        "word": "тапандисан",
        "definition": "упорен, занесен, залубен во нешто"
    },
    {
        "word": "тапандосан",
        "definition": "преладен"
    },
    {
        "word": "тапја",
        "definition": "судски заверена потврда, документ за сопственост на неподвижности"
    },
    {
        "word": "тапосвење",
        "definition": "давање"
    },
    {
        "word": "тараба",
        "definition": "ограда од штици"
    },
    {
        "word": "тарапана",
        "definition": "работилница за сечење пари; изобилсто од нешто"
    },
    {
        "word": "таркач",
        "definition": "кожна торба"
    },
    {
        "word": "татли/татља",
        "definition": "сладок, баклава"
    },
    {
        "word": "татрафатки",
        "definition": "сешто нешто, разноразни предмети"
    },
    {
        "word": "тегајца",
        "definition": "млитаво, споро, тегнење"
    },
    {
        "word": "теза",
        "definition": "тетка"
    },
    {
        "word": "тек",
        "definition": "непар"
    },
    {
        "word": "тек-тук",
        "definition": "понешто, поретко"
    },
    {
        "word": "теклиф",
        "definition": "повик, церемонијал, вообичаени формалности во однесвење"
    },
    {
        "word": "текме",
        "definition": "корито"
    },
    {
        "word": "текна",
        "definition": "сети, мисли"
    },
    {
        "word": "текран",
        "definition": "повторно, на ново, одпочеток"
    },
    {
        "word": "телеф",
        "definition": "уништвење, истребвење, преносно скапнат, уморен"
    },
    {
        "word": "темена",
        "definition": "поклонвење"
    },
    {
        "word": "тенеќе",
        "definition": "плех"
    },
    {
        "word": "тенџере",
        "definition": "шерпа"
    },
    {
        "word": "тепе",
        "definition": "врв, ритче, височина"
    },
    {
        "word": "терлаци",
        "definition": "кондури за невеста"
    },
    {
        "word": "терсене",
        "definition": "наопаку"
    },
    {
        "word": "тертип",
        "definition": "ред, распоред, начин"
    },
    {
        "word": "тескере",
        "definition": "на негво ниво, карактер, во негво друштво"
    },
    {
        "word": "теферич",
        "definition": "глетка, место од ке што се гледа све наоколу"
    },
    {
        "word": "тефтер",
        "definition": "тетратка, блок за пишување, регистер"
    },
    {
        "word": "тешење",
        "definition": "утеха, смирвење"
    },
    {
        "word": "тивна",
        "definition": "прекина, престана"
    },
    {
        "word": "тигањци",
        "definition": "мекици"
    },
    {
        "word": "тиљачка",
        "definition": "необработља"
    },
    {
        "word": "тилосвење",
        "definition": "удирање по тилот"
    },
    {
        "word": "тинтарење",
        "definition": "нишање, забање, вртење, шукарење"
    },
    {
        "word": "тиња",
        "definition": "нанос"
    },
    {
        "word": "типота",
        "definition": "снема"
    },
    {
        "word": "титис",
        "definition": "цицја, скржав"
    },
    {
        "word": "тлење",
        "definition": "полека, малку активно, нешто што иште го имат"
    },
    {
        "word": "т`мам",
        "definition": "точно, доволно"
    },
    {
        "word": "тмурно",
        "definition": "наоблачено, затемнато"
    },
    {
        "word": "токмак",
        "definition": "низок несмасен ч`век, глупак, чукнат ч`век"
    },
    {
        "word": "токмење",
        "definition": "споредвење"
    },
    {
        "word": "токму",
        "definition": "точно"
    },
    {
        "word": "т`лчење/толчење",
        "definition": "тупање, преносно удирање, биење"
    },
    {
        "word": "томофил",
        "definition": "ауто"
    },
    {
        "word": "топори/тупури",
        "definition": "прети"
    },
    {
        "word": "топтан",
        "definition": "све заедно, потполно"
    },
    {
        "word": "точак",
        "definition": "велосипед"
    },
    {
        "word": "т`пн",
        "definition": "мизички инструмент за тумбање, преносно болен, преладен, грипосан"
    },
    {
        "word": "т`пдосан",
        "definition": "болен, преладен, грипосан"
    },
    {
        "word": "трампа",
        "definition": "размена стока за стока"
    },
    {
        "word": "тревен",
        "definition": "месец на растење на тревата, старото народно име за април"
    },
    {
        "word": "трески",
        "definition": "гранки, прачки"
    },
    {
        "word": "тресоглав",
        "definition": "ненормален"
    },
    {
        "word": "тркалезни, тркаљест",
        "definition": "округли"
    },
    {
        "word": "трни",
        "definition": "стартовај, оди, преносно повлечи"
    },
    {
        "word": "трнчи",
        "definition": "звецка со забите од студ"
    },
    {
        "word": "тропачи, трупоса",
        "definition": "прогори како што не требит"
    },
    {
        "word": "тр`ти",
        "definition": "остај"
    },
    {
        "word": "трт",
        "definition": "печурка која растит на стеблата од некој дрва; преносно невкусно"
    },
    {
        "word": "тртушко/тртушло/тртушлајца",
        "definition": "мек, меко"
    },
    {
        "word": "труло/трулосано, туфуњосано",
        "definition": "згниено, распаднато"
    },
    {
        "word": "Труп",
        "definition": "долњот дел од дрвото; преносно неспособен"
    },
    {
        "word": "т`тан",
        "definition": "ногу горење"
    },
    {
        "word": "т`тни",
        "definition": "галама, бучење"
    },
    {
        "word": "тукутака",
        "definition": "случајно"
    },
    {
        "word": "тулум",
        "definition": "мев, мешина"
    },
    {
        "word": "тумба",
        "definition": "возвишение, ритче, брег"
    },
    {
        "word": "тумбоса",
        "definition": "отпреврти"
    },
    {
        "word": "тунтулачка",
        "definition": "кашесто, нешто што немат доволно вода"
    },
    {
        "word": "туфек",
        "definition": "пушка, истрел од пушка"
    },
    {
        "word": "туфан",
        "definition": "загушливо од чад, од пушење цигари, неподносливо, преносно невреме"
    },
    {
        "word": "турјат",
        "definition": "врнит ногу"
    },
    {
        "word": "турлосе",
        "definition": "вметне, наметне"
    },
    {
        "word": "тутаракља/тутарење",
        "definition": "вртење, неспретност, везвесе, предомисвлит"
    },
    {
        "word": "ќаја",
        "definition": "газда на големо стадо главен овчар, богат сточар; вид погача"
    },
    {
        "word": "ќар/ќари/ќарџиа",
        "definition": "печалба, добивка, корист"
    },
    {
        "word": "ќатип",
        "definition": "писар"
    },
    {
        "word": "ќедер",
        "definition": "штета, несреќа, грижа, м`ка"
    },
    {
        "word": "ќелав, ќелеш",
        "definition": "ч`век без коса на глава"
    },
    {
        "word": "ќелепур",
        "definition": "она до што се иде на лесен начин, без ногу труд, бескуќник, пропалица"
    },
    {
        "word": "ќемер",
        "definition": "кожен или платнен појас, преносно свод, лак во градба/мост"
    },
    {
        "word": "ќенев",
        "definition": "клозет, нужник"
    },
    {
        "word": "ќепе",
        "definition": "вид капа"
    },
    {
        "word": "ќепенок, ќепенци/кепенци",
        "definition": "дуќан, крилата на врата од дуќаните, едно крило се отворало нагоре а другото надолу и служело како тезга"
    },
    {
        "word": "ќерал",
        "definition": "штала"
    },
    {
        "word": "ќеране",
        "definition": "јавна куќа"
    },
    {
        "word": "ќерата",
        "definition": "немирко, неранимајко"
    },
    {
        "word": "ќердоса",
        "definition": "добива, заработви, постигвит успех, усреќување, наследити, искористити"
    },
    {
        "word": "ќерестана",
        "definition": "неред, нечисто"
    },
    {
        "word": "ќересте",
        "definition": "дрвен градежен материјал"
    },
    {
        "word": "ќерпич",
        "definition": "сурова непечена тула"
    },
    {
        "word": "ќешки",
        "definition": "се надевам, да бит убо, со убо да поминит, да бидит, среќа да беше, да напреше"
    },
    {
        "word": "ќизап",
        "definition": "смрдено, нечисто"
    },
    {
        "word": "ќизнит",
        "definition": "кој зн`јт, не се зн`јт"
    },
    {
        "word": "ќијамет",
        "definition": "задниот ден, преносно невреме"
    },
    {
        "word": "ќиниса",
        "definition": "заода, трна"
    },
    {
        "word": "ќиска",
        "definition": "туфка со цвеќа; преносно кревање на големо/ го носет бајракот"
    },
    {
        "word": "ќислосан",
        "definition": "вкислен, расипан"
    },
    {
        "word": "ќоле",
        "definition": "слуга, роб"
    },
    {
        "word": "ќопав",
        "definition": "куц"
    },
    {
        "word": "ќорлемички",
        "definition": "наслепо, отприлика, накриво"
    },
    {
        "word": "ќор",
        "definition": "слеп"
    },
    {
        "word": "ќос",
        "definition": "ч`век на кој не му растет мустаќи и брада"
    },
    {
        "word": "ќостек",
        "definition": "синџир за сат, за накит"
    },
    {
        "word": "ќотек",
        "definition": "тепање, биење"
    },
    {
        "word": "ќотја",
        "definition": "неубо"
    },
    {
        "word": "ќоше",
        "definition": "агол на куќа, улица и др."
    },
    {
        "word": "ќулца",
        "definition": "изводенат"
    },
    {
        "word": "ќуза",
        "definition": "затвор"
    },
    {
        "word": "ќумбе",
        "definition": "печка"
    },
    {
        "word": "ќуме",
        "definition": "во група собрани"
    },
    {
        "word": "ќумур",
        "definition": "јаглен"
    },
    {
        "word": "ќуприа",
        "definition": "мост"
    },
    {
        "word": "ќурдија, ќурдешка, ќурк",
        "definition": "горна облека поставена со крзно"
    },
    {
        "word": "ќускја",
        "definition": "железен лост, преносно глупав ч`век"
    },
    {
        "word": "ќуфар",
        "definition": "поквареник, ненаситник, неверник"
    },
    {
        "word": "ќуфтало",
        "definition": "неспособен, едвај што ојт"
    },
    {
        "word": "ќуфуљ, ќуфулец",
        "definition": "на врвот"
    },
    {
        "word": "убо, убајна",
        "definition": "лично, добро"
    },
    {
        "word": "уврат",
        "definition": "место каде се усмерува водата од браздата"
    },
    {
        "word": "угич",
        "definition": "овен предводник"
    },
    {
        "word": "угурсуз",
        "definition": "неранимајко, расипник, лош ч`век, штетник, мајтапчја, беља, шер што прајт"
    },
    {
        "word": "уем",
        "definition": "дел од сомленото брашно што го земвит водењчарот за мелење"
    },
    {
        "word": "уздатен",
        "definition": "јак, силен"
    },
    {
        "word": "узур, хузур, узурвење",
        "definition": "одмор, неработа"
    },
    {
        "word": "ујдиса",
        "definition": "договори, намести, се напасува"
    },
    {
        "word": "ујдурма",
        "definition": "добро смислена измама, сплетка, лукаство, махинација"
    },
    {
        "word": "ук",
        "definition": "учен"
    },
    {
        "word": "укубет",
        "definition": "чудо, несреќа, Аллахова казна"
    },
    {
        "word": "укруп",
        "definition": "тага, душевна болка, мака"
    },
    {
        "word": "улав",
        "definition": "будала"
    },
    {
        "word": "умјази",
        "definition": "се устрами, се собра, нерасположен"
    },
    {
        "word": "умпле",
        "definition": "ногу, премногу"
    },
    {
        "word": "умут",
        "definition": "надеж"
    },
    {
        "word": "унер/унерџја",
        "definition": "чудо, вештина, мајсторја"
    },
    {
        "word": "упреку",
        "definition": "негде далеку, печалба, гурбет"
    },
    {
        "word": "ураси-тутаси",
        "definition": "каотично, без ред"
    },
    {
        "word": "урна",
        "definition": "сруши"
    },
    {
        "word": "урнебес",
        "definition": "галама"
    },
    {
        "word": "урва, сурва",
        "definition": "проваља, амбис, стрмнина"
    },
    {
        "word": "уриет/хуриет",
        "definition": "слобода"
    },
    {
        "word": "урнек",
        "definition": "примерок, мустра, ремек дело"
    },
    {
        "word": "уста, устабаша",
        "definition": "главен мајстор"
    },
    {
        "word": "усул",
        "definition": "правило, принцип, ред, начин, метода"
    },
    {
        "word": "утман, не ути се",
        "definition": "тапоглавец, неспособен ч`век, не врти се"
    },
    {
        "word": "утна",
        "definition": "згреши, промаши"
    },
    {
        "word": "утрпна",
        "definition": "неосештање, вкочанвење"
    },
    {
        "word": "уфирвење",
        "definition": "откривање"
    },
    {
        "word": "уќ",
        "definition": "нарав, навика, карактер"
    },
    {
        "word": "уќум/уќумат",
        "definition": "управа, режим, власт, моќ"
    },
    {
        "word": "уџум",
        "definition": "избега прекутрупа"
    },
    {
        "word": "ушак",
        "definition": "гласник"
    },
    {
        "word": "фазла",
        "definition": "отпоќе, вишок"
    },
    {
        "word": "фајде, фајделив",
        "definition": "корист, добивка, интерес"
    },
    {
        "word": "фак",
        "definition": "замка, стапица за фаштање птици"
    },
    {
        "word": "фалит",
        "definition": "недостигвит"
    },
    {
        "word": "фалење",
        "definition": "гордење, кревање на големо"
    },
    {
        "word": "фара",
        "definition": "роднина"
    },
    {
        "word": "фенер и ламба",
        "definition": "за осветвљење со фитил и газија"
    },
    {
        "word": "ферман",
        "definition": "документ со важна одлука, султанов указ"
    },
    {
        "word": "фиданки",
        "definition": "млади гранки"
    },
    {
        "word": "фикме",
        "definition": "кажвење невистини за некого за да дојт до карање"
    },
    {
        "word": "филибанка",
        "definition": "парче"
    },
    {
        "word": "филиз",
        "definition": "ново стебленце, нова гранка"
    },
    {
        "word": "филан, фалан, фистан",
        "definition": "некој, тој и тој, ништо, никој"
    },
    {
        "word": "фира",
        "definition": "она што се губит, отпадок"
    },
    {
        "word": "фиросан",
        "definition": "нестанат, исушено"
    },
    {
        "word": "фис",
        "definition": "сој, род"
    },
    {
        "word": "фиќири/фиќирља",
        "definition": "мани"
    },
    {
        "word": "фиќушки",
        "definition": "преносно мамењци, сказни, приказни"
    },
    {
        "word": "флаштенка",
        "definition": "парче, парка"
    },
    {
        "word": "ферма",
        "definition": "уважува некого, почитува"
    },
    {
        "word": "фодул/фодулџија",
        "definition": "горд, горделив, надуен"
    },
    {
        "word": "фол",
        "definition": "отприлика"
    },
    {
        "word": "фолирање",
        "definition": "прење важен"
    },
    {
        "word": "фора/трик",
        "definition": "способност"
    },
    {
        "word": "френѓуз",
        "definition": "сифилис"
    },
    {
        "word": "фрик",
        "definition": "странец, туѓинец"
    },
    {
        "word": "фркат/фркна",
        "definition": "што те мат, удират, фаштат"
    },
    {
        "word": "фртуна",
        "definition": "силна снежна бура, силен дожд и ветер"
    },
    {
        "word": "фрфулци",
        "definition": "меурчиња од вода"
    },
    {
        "word": "фрчи",
        "definition": "лути"
    },
    {
        "word": "фтервење",
        "definition": "редење нешто негде; преносно јадење преногу"
    },
    {
        "word": "фуљачка",
        "definition": "слаба, длга и права гранка"
    },
    {
        "word": "фукара/фукарлак",
        "definition": "сиромаштја"
    },
    {
        "word": "фурсатља",
        "definition": "горд, важен"
    },
    {
        "word": "фуќна",
        "definition": "скри, продаде, фрли"
    },
    {
        "word": "фушкосан",
        "definition": "жебурав, жебрав, набран, спурен"
    },
    {
        "word": "фчопи",
        "definition": "фати"
    },
    {
        "word": "ханума, анама",
        "definition": "жена"
    },
    {
        "word": "хисар",
        "definition": "тврдина, замок, утврден град"
    },
    {
        "word": "цацко",
        "definition": "ѓавол, враг, сатана"
    },
    {
        "word": "цвика",
        "definition": "страв, плаши"
    },
    {
        "word": "целење",
        "definition": "лекување"
    },
    {
        "word": "церење",
        "definition": "смеење, кезење"
    },
    {
        "word": "цигрлак",
        "definition": "чибук, муштикла"
    },
    {
        "word": "цими",
        "definition": "плачи"
    },
    {
        "word": "цицја",
        "definition": "скржав, што не дават"
    },
    {
        "word": "цојса",
        "definition": "пцовиса"
    },
    {
        "word": "црвеник",
        "definition": "народно име за јуни и јули"
    },
    {
        "word": "црц-мрц",
        "definition": "мрдање лево-десно, ваму-таму"
    },
    {
        "word": "црцори",
        "definition": "мрмори"
    },
    {
        "word": "цутар",
        "definition": "месец на цутење, старо народно име за март"
    },
    {
        "word": "цуцуљ",
        "definition": "голем камен, грмада со камења"
    },
    {
        "word": "чадор",
        "definition": "кишобран"
    },
    {
        "word": "чаир",
        "definition": "ливада, пасиште, пољана, долина"
    },
    {
        "word": "чакарест",
        "definition": "со шарени очи"
    },
    {
        "word": "чакја",
        "definition": "џебен нож"
    },
    {
        "word": "чакмак",
        "definition": "секало, огнило, запалка, машинка за палење, упаљач"
    },
    {
        "word": "чакне",
        "definition": "скаре, се фатје"
    },
    {
        "word": "чакшири",
        "definition": "вид сукнени пантоли"
    },
    {
        "word": "чалам",
        "definition": "фалење, фалење само, кревање на големо, себеси, луксуз"
    },
    {
        "word": "чалгаџја",
        "definition": "музичар"
    },
    {
        "word": "чалдисан",
        "definition": "нервозев, возбуден, полуде, вознемирен, спобудале, мрдна од умот"
    },
    {
        "word": "чам",
        "definition": "бор"
    },
    {
        "word": "чапраз",
        "definition": "попречно, диагонално"
    },
    {
        "word": "чапарлење",
        "definition": "гледање чудно"
    },
    {
        "word": "чар-чур",
        "definition": "непотребно трошење, претераност расипништво"
    },
    {
        "word": "чаре",
        "definition": "избор, излез"
    },
    {
        "word": "чардак",
        "definition": "балкон"
    },
    {
        "word": "чатал",
        "definition": "раздел"
    },
    {
        "word": "чатја",
        "definition": "кров"
    },
    {
        "word": "чатми",
        "definition": "греди"
    },
    {
        "word": "чат-пат",
        "definition": "понекваш, одвреме навреме, сосема малку по нешто"
    },
    {
        "word": "чауш",
        "definition": "водник"
    },
    {
        "word": "чежња",
        "definition": "желба"
    },
    {
        "word": "чеиз",
        "definition": "мираз"
    },
    {
        "word": "чеј",
        "definition": "застани, почекај малку"
    },
    {
        "word": "чекмедан",
        "definition": "ефекат на супротствени сили, инетење, спротивење, непопуштање, карање"
    },
    {
        "word": "чекмеџе",
        "definition": "дрвена каса, посебна преграда за пари"
    },
    {
        "word": "чекрек",
        "definition": "направа која врти и се намотвит фртомата и пример служи за кревање вода"
    },
    {
        "word": "челебја",
        "definition": "угледен, школован човек, господин"
    },
    {
        "word": "чемер",
        "definition": "горчина, жалост, тага, болка"
    },
    {
        "word": "ченгел",
        "definition": "железна кука"
    },
    {
        "word": "ченгја",
        "definition": "танчарка кафанска"
    },
    {
        "word": "чепи",
        "definition": "затвори"
    },
    {
        "word": "чепуркано",
        "definition": "чепкано"
    },
    {
        "word": "черга",
        "definition": "ќилим"
    },
    {
        "word": "чере",
        "definition": "изглед на лицето"
    },
    {
        "word": "черек",
        "definition": "четвртина од нешто"
    },
    {
        "word": "черечи",
        "definition": "сечи, расечува на парчиња"
    },
    {
        "word": "черија",
        "definition": "големо стадо говеда; црева ка кравите"
    },
    {
        "word": "чешит",
        "definition": "интересно, вид, начин"
    },
    {
        "word": "чибук",
        "definition": "цигарлак, луле"
    },
    {
        "word": "чив",
        "definition": "од кого"
    },
    {
        "word": "чивја",
        "definition": "алатка за истање камења, помош за цепење дрва; преносно некого да му подметниш нешто непотребно"
    },
    {
        "word": "чивјоса",
        "definition": "измама, лага"
    },
    {
        "word": "чинар",
        "definition": "јавор"
    },
    {
        "word": "чифут",
        "definition": "скржав, титис"
    },
    {
        "word": "чифт",
        "definition": "пар"
    },
    {
        "word": "чифтчи",
        "definition": "земјоделец, сиромашен селанец"
    },
    {
        "word": "чичек",
        "definition": "цут, цвеќе"
    },
    {
        "word": "чоа",
        "definition": "мазна ткаенина"
    },
    {
        "word": "чобан",
        "definition": "овчар"
    },
    {
        "word": "чок",
        "definition": "ногу, прилично"
    },
    {
        "word": "чокол-бокол",
        "definition": "секакви-некакви, мешани и убај и лоши"
    },
    {
        "word": "чолак",
        "definition": "инвалид"
    },
    {
        "word": "чомлек",
        "definition": "јадење од варено месо и кромид"
    },
    {
        "word": "чудни",
        "definition": "интересни, смешни"
    },
    {
        "word": "чуждо",
        "definition": "туѓо"
    },
    {
        "word": "чукан",
        "definition": "склопен"
    },
    {
        "word": "чукнат",
        "definition": "забеган, заостанат"
    },
    {
        "word": "чук-чукало",
        "definition": "со празни раце"
    },
    {
        "word": "чума",
        "definition": "куга"
    },
    {
        "word": "чунки",
        "definition": "зарем, како да, во суштина, затоа што, бидејќи поради тоа"
    },
    {
        "word": "чупа/чупенце",
        "definition": "девојка"
    },
    {
        "word": "чурило",
        "definition": "дрвото со кое се мати бутинот"
    },
    {
        "word": "чурук/чуручиште",
        "definition": "расипано, труло, лошо"
    },
    {
        "word": "чуџук",
        "definition": "дете"
    },
    {
        "word": "џабе",
        "definition": "без пари, за ништо"
    },
    {
        "word": "џавуретисан",
        "definition": "жалостен, несреќен, јаден"
    },
    {
        "word": "џагадур",
        "definition": "нестабилна, детинаста, неозбилна личност"
    },
    {
        "word": "џагуриња",
        "definition": "дечиња малаж"
    },
    {
        "word": "џаде",
        "definition": "пат"
    },
    {
        "word": "џадја/џадија",
        "definition": "волшебница, лоша жена"
    },
    {
        "word": "џамадан",
        "definition": "елек"
    },
    {
        "word": "џамбаз",
        "definition": "акробат, трговец со коњи"
    },
    {
        "word": "џамбарлос",
        "definition": "влегвење без најавјање, без опитвење"
    },
    {
        "word": "џамлак",
        "definition": "витрина, излог"
    },
    {
        "word": "џамлии, билиња",
        "definition": "ало стаклено топче"
    },
    {
        "word": "џанам",
        "definition": "душо моја, мило моје, животе мој"
    },
    {
        "word": "џан-џин/џин-џан",
        "definition": "немаше жива душа"
    },
    {
        "word": "џнгарак/џнгарање",
        "definition": "ѕвонче, ѕвонење"
    },
    {
        "word": "џандар",
        "definition": "полицаец, милицаец"
    },
    {
        "word": "џандарлив",
        "definition": "зајадлив, склон кон кавга"
    },
    {
        "word": "џапање",
        "definition": "газење во вода, в`кал"
    },
    {
        "word": "џарење/џаџарење",
        "definition": "страствено гледање"
    },
    {
        "word": "џевап",
        "definition": "одговор"
    },
    {
        "word": "џеза",
        "definition": "парична казна"
    },
    {
        "word": "џелеп",
        "definition": "одгледувач и трговец на големо со добиток"
    },
    {
        "word": "џембоса",
        "definition": "сневиди"
    },
    {
        "word": "џенабет",
        "definition": "човек без среќа, колнат, проколнат човек"
    },
    {
        "word": "џенк",
        "definition": "бој, битка"
    },
    {
        "word": "џепчија/џепчја",
        "definition": "крадец што, крадит од џепој"
    },
    {
        "word": "џереме",
        "definition": "глоба, досаден, лош"
    },
    {
        "word": "џефа",
        "definition": "врева"
    },
    {
        "word": "џеџбелане",
        "definition": "белаџја"
    },
    {
        "word": "џуман/џумантос",
        "definition": "избега, нестана"
    },
    {
        "word": "џумбиш",
        "definition": "веселба, весела врева"
    },
    {
        "word": "џумле",
        "definition": "сите зедно, сите"
    },
    {
        "word": "џумхур",
        "definition": "народ, собир, конференцја, република"
    },
    {
        "word": "џуџе",
        "definition": "мал човек"
    }, {
        "word": "шабурка",
        "definition": "канал каде водата излегва со прскање и се слушат поголемо жуборење"
    },
    {
        "word": "шадарван/шдарван",
        "definition": "водоскок, фонтана"
    },
    {
        "word": "шаин",
        "definition": "сокол"
    },
    {
        "word": "шаит",
        "definition": "сведок"
    },
    {
        "word": "шака/шакаџја",
        "definition": "шега"
    },
    {
        "word": "шалвари",
        "definition": "широки долги ориентални пантоли"
    },
    {
        "word": "шамар",
        "definition": "шлакањца"
    },
    {
        "word": "шамата",
        "definition": "врева, карање, караница"
    },
    {
        "word": "шамља",
        "definition": "марама"
    },
    {
        "word": "шан",
        "definition": "добар глас, углед, слава, достојанство"
    },
    {
        "word": "шантан",
        "definition": "кафе со пеачки"
    },
    {
        "word": "шап",
        "definition": "опасна заразна болест ке копитарите"
    },
    {
        "word": "шапка",
        "definition": "капа"
    },
    {
        "word": "шапшал",
        "definition": "невешто, неспособно лице, абдал, смотан"
    },
    {
        "word": "шарлаган",
        "definition": "масло од растително потекло/сој"
    },
    {
        "word": "шашкан/шашкин",
        "definition": "чукнат, налудничав човек"
    },
    {
        "word": "шашлив",
        "definition": "кривоглед, криво што гледа, неточно"
    },
    {
        "word": "шебек",
        "definition": "вид мајмун, мал, дрзок човек"
    },
    {
        "word": "шега",
        "definition": "надимок, погрдно име"
    },
    {
        "word": "шегрт",
        "definition": "трговачки, занаетчиски ученик"
    },
    {
        "word": "шеј",
        "definition": "ствар, предмет"
    },
    {
        "word": "шен",
        "definition": "весел"
    },
    {
        "word": "шепти",
        "definition": "тивко зборвење на уше"
    },
    {
        "word": "шеремере/шеремете",
        "definition": "изговарање нешто нејасно, безвезно"
    },
    {
        "word": "шерет",
        "definition": "лукав, неискрен, подмолен"
    },
    {
        "word": "шерџја/шерџија",
        "definition": "немирко, белаџја"
    },
    {
        "word": "шеш-беш",
        "definition": "коцкање"
    },
    {
        "word": "шибна",
        "definition": "фрли"
    },
    {
        "word": "шилеџе",
        "definition": "одбјено или доцно родено јагне, преносно мал човек"
    },
    {
        "word": "шиклењот",
        "definition": "мозокот"
    },
    {
        "word": "шиник",
        "definition": "мера за жито со различна тежина"
    },
    {
        "word": "шишко, шиштисан, шишман",
        "definition": "прекар за полн човек"
    },
    {
        "word": "шкр'нтја",
        "definition": "расипано, за отпат"
    },
    {
        "word": "шклумбоса, шклупна",
        "definition": "скокна, се фрли во вода"
    },
    {
        "word": "шкрбел",
        "definition": "слаб"
    },
    {
        "word": "шкрето",
        "definition": "проклето"
    },
    {
        "word": "шкртица",
        "definition": "скржав"
    },
    {
        "word": "шкртнат",
        "definition": "мрнат, ненормален"
    },
    {
        "word": "шкумба",
        "definition": "пена"
    },
    {
        "word": "шљакањца",
        "definition": "шамар"
    },
    {
        "word": "шманговја, шмнговја",
        "definition": "снема, скри, избега"
    },
    {
        "word": "шпордисај се",
        "definition": "сневиди се, нестани, бегај, скини шијата"
    },
    {
        "word": "шпотка/шпоткален",
        "definition": "се подбива, се подсмева, чепка, не седи мирен"
    },
    {
        "word": "штама, шушулек",
        "definition": "тишина"
    },
    {
        "word": "штракосан",
        "definition": "удрен, преносно мрнат"
    },
    {
        "word": "штрекнат",
        "definition": "умјазен, вкочанет"
    },
    {
        "word": "штрколот",
        "definition": "преносно растурање, вознемиреност"
    },
    {
        "word": "штукнат",
        "definition": "будала, ненормален"
    },
    {
        "word": "штук",
        "definition": "парче"
    },
    {
        "word": "штуљче/штулење",
        "definition": "истање парче"
    },
    {
        "word": "шубе",
        "definition": "сомневање"
    },
    {
        "word": "шукарење",
        "definition": "вртење во смисла неможност да се свршит работата или да се изнајт решење за нешто"
    },
    {
        "word": "шунтав",
        "definition": "занесен"
    },
    {
        "word": "шупљо",
        "definition": "празно"
    },
    {
        "word": "шуќур",
        "definition": "мир, благодарнос, фала Богу"
    },
    {
        "word": "шуфросан, суфросан",
        "definition": "вжебен, набран, жебурав"
    },
    {
        "word": "шура",
        "definition": "мокри, моча"
    },
    {
        "word": "шутрак",
        "definition": "будала"
    },
    {
        "word": "шушка",
        "definition": "празен вгла"
    },
    {
        "word": "шушлопат",
        "definition": "отпад"
    },
    {
        "word": "ш`шарма/шашарма",
        "definition": "избезуми, измеша, сврти"
    },
    {
        "word": "ш`ш`рдиса",
        "definition": "збуни, избезуми"
    }



]

export default dictionaryData;